Repository: roiscasherly/categories
Catalog: src/locales/*/messages.po
Languages: es, fr, id, ja, ms, th, vi

source: Gourmet Shop
es: Tienda gourmet
fr: Épicerie fine
id: Toko Gourmet
ja: グルメ店
ms: Kedai Gourmet
th: ร้านของกินและดื่ม
vi: Cửa hàng chuyên phục vụ những Người sành ăn

source: Government Building
es: Edificio del gobierno
fr: Bâtiment gouvernemental
id: Gedung Pemerintahan
ja: 行政施設
ms: Bangunan Kerajaan
th: อาคารรัฐบาล
vi: Tòa nhà Chính phủ

source: Graduate School
es: Instituto de estudios superiores
fr: Grande école
id: Sekolah Pascasarjana
ja: 大学院
ms: Sekolah Siswazah
th: วิทยาลัยปริญญาโท
vi: Trường Sau đại học

source: Greek
es: Griega
fr: Grec
id: Restoran Yunani
ja: ギリシャ料理
ms: Restoran Greek
th: กรีก
vi: Hy Lạp

source: Grocery
es: Tienda de comestibles
fr: Magasin
id: Toko Bahan Makanan
ja: 日用品
ms: Runcit
th: ร้านขายของชำ
vi: Cửa hàng tạp hóa

source: Guest House
es: Casa de huéspedes
fr: Maison d'hôte
id: Pesanggrahan
ja: ゲストハウス
ms: Rumah Tamu
th: เกสต์เฮ้าส์
vi: Nhà khách

source: Gun Range
es: Campo de tiro
fr: Stand de tir
id: Lapangan Tembak
ja: 銃射撃場
ms: Padang Tembak
th: สนามยิงปืน
vi: Khu tập Súng

source: Gun Shop
es: Tienda de armas
fr: Armurier
id: Toko Senjata
ja: 銃販売店
ms: Kedai Senjata
th: ร้านขายปืน
vi: Cửa hàng Súng

source: Gym
es: Gimnasio
fr: Salle de sport
ja: スポーツジム
ms: Gim
th: ยิม
vi: Phòng thể dục

source: Gymnastics Studio
es: Centro de gimnasia
fr: Gymnase
id: Studio Senam
ja: 体操スタジオ
ms: Studio Gimnastik
th: ยิมนาสติก
vi: Phòng Thể dục dụng cụ

source: HVAC Company
es: Empresa de climatización
fr: Entreprise de chauffage, ventilation et climatisation
id: Perusahaan HVAC
ja: 空調会社
ms: Syarikat HVAC
th: ร้านแอร์
vi: Công ty HVAC

source: Hacker Space
es: Espacio de hackers
id: Ruang Hacker
ja: ハッカースペース
ms: Ruang Penggodam
th: แฮกเกอร์สเปซ
vi: Không gian Tin tặc

source: Halal
ja: ハラール
th: ฮาลาล
vi: Hợp pháp

source: Hardware Store
es: Ferretería
fr: Quincaillerie
id: Toko Perangkat Keras
ja: 金物／工具店
ms: Kedai Perkakasan
th: เครื่องมือช่าง
vi: Cửa hàng Ngũ kim

source: Hawaiian
es: Hawaiana
fr: Hawaïen
id: Restoran Hawai
ja: ハワイ料理
ms: Restoran Hawaii
th: ฮาวาย
vi: Hawaii

source: Health
es: Salud
fr: Santé
id: Kesehatan
ja: 健康
ms: Kesihatan
th: สุขภาพ
vi: Sức khỏe

source: Health Food
es: Saludable
fr: Diététique
id: Makanan Sehat
ja: ヘルスフード（健康食品）
ms: Makanan Sihat
th: อาหารสุขภาพ
vi: Thực phẩm tốt cho Sức khỏe

source: Health Food Store
es: Tienda de comida saludable
fr: Magasin diététique
id: Toko Makanan Sehat
ja: 健康食品販売店
ms: Kedai Makanan Kesihatan
th: ร้านขายอาหารสุขภาพ
vi: Cửa hàng Thực phẩm Tốt cho sức khỏe

source: Heliport
es: Helipuerto
fr: Héliport
id: Lapangan Helikopter
ja: ヘリポート
ms: Lapangan helikopter
th: ลานจอดเฮลิคอปเตอร์
vi: Bãi đáp máy bay trực thăng

source: Herbs & Spices
es: Hierbas y especias
fr: Herbes et épices
id: Jamu & Rempah-rempah
ja: ハーブとスパイス
ms: Herba & Rempah
th: สมุนไพรและเครื่องเทศ
vi: Thảo dược & Gia vị

source: High School
es: Instituto
fr: Lycée
id: SMA
ja: 高等学校
ms: Sekolah Tinggi
th: โรงเรียนมัธยม
vi: Trung học

source: Himalayan
es: Himalayo
fr: Himalayen
id: Restoran Himalaya
ja: ヒマラヤ料理
ms: Restoran Himalaya
th: หิมาลัย

source: Hindu Temple
es: Templo hindú
fr: Temple hindou
id: Kuil Hindu
ja: ヒンドゥー教寺院
ms: Tokong Hindu
th: วัดฮินดู
vi: Đền thờ Hindu

source: Historic
es: Histórico
fr: Sites historiques
id: Bersejarah
ja: 歴史的
ms: Bersejarah
th: ประวัติศาสตร์
vi: Lịch sử

source: Historic Building
es: Edificio histórico
fr: Bâtiment historique
id: Gedung Bersejarah
ja: 歴史的建造物
ms: Bangunan Bersejarah
th: อาคารประวัติศาสตร์
vi: Công trình Lịch sử

source: Historic Site
es: Lugar histórico
fr: Site historique
id: Situs Bersejarah
ja: 史跡
ms: Tempat Bersejarah
th: ย่านประวัติศาสตร์
vi: Di sản

source: History Museum
es: Museo de historia
fr: Musée d'histoire
id: Museum Sejarah
ja: 歴史博物館
ms: Muzium Sejarah
th: พิพิธภัณฑ์ประวัติศาสตร์
vi: Bảo tàng Lịch sử

source: Hobby Store
es: Tienda de pasatiempos
fr: Magasin de bricolage
id: Toko Hobi
ja: 模型／手芸材料店
ms: Kedai Hobi
th: ร้านขายของงานอดิเรก
vi: Cửa hàng Sở thích

source: Hockey Arena
es: Pista de hockey
fr: Patinoire de hockey sur glace
id: Arena Hoki
ja: ホッケーアリーナ
ms: Gelanggang Hoki
th: สนามฮอกกี้
vi: Đấu trường Khúc côn cầu

source: Hockey Field
es: Campo de hockey
fr: Terrain de hockey
id: Lapangan Hoki
ja: ホッケーフィールド
ms: Padang Hoki
th: สนามฮอกกี้
vi: Sân Khúc côn cầu

source: Home & Garden
es: Hogar y jardín
fr: Maison et jardin
id: Rumah & Kebun
ja: 日曜大工用品と庭用品
ms: Taman Rumah
th: บ้านและสวน
vi: Nhà & Vườn

source: Home Furnishings
es: Muebles para el hogar
fr: Ameublement
id: Perabot Rumah
ja: 家財道具
ms: Hiasan Rumah
th: เฟอร์นิเจอร์
vi: Đồ dùng Trong nhà

source: Hong Kong
es: Hongkonesa
fr: Hongkongais
id: Restoran Hong Kong
ja: 香港料理
ms: Restoran Hong Kong
th: ฮ่องกง
vi: Hồng Kông

source: Hookah Bar
es: Bar de cachimbas
fr: Bar à chicha
id: Bar Hookah
ja: 水パイプバー
ms: Bar Hukah
th: บาร์สูบชิชา
vi: Quán bar Hút shisha

source: Horse Racetrack
es: Hipódromo
fr: Hippodrome
id: Arena Pacuan Kuda
ja: 競馬場
ms: Balapan Lumba Kuda
th: สนามม้า
vi: Đường đua Ngựa

source: Hospice
es: Hospital de cuidados paliativos
id: Rumah Sakit
ja: ホスピス
ms: Hospis
th: บ้านพักรับรองพระธุดงค์
vi: Chăm sóc cuối đời

source: Hospital
fr: Hôpital
id: Rumah Sakit
ja: 病院
th: โรงพยาบาล
vi: Bệnh viện

source: Hostel
es: Hostal
fr: Auberge de jeunesse
id: Asrama
ja: ホステル
ms: Asrama
th: โฮสเทล
vi: Nhà tập thể

source: Hot Dog
es: Perritos calientes
ja: ホットドッグ
th: ฮอตด็อก
vi: Xúc xích

source: Hot Pot
es: Caldero chino
fr: Fondue chinoise
ja: ホットポット
ms: Periuk Panas
th: ฮอทพอท
vi: Thịt hầm với khoai tây

source: Hot Spring
es: Manantial termal
fr: Source chaude
id: Sumber Air Panas
ja: 温泉
ms: Mata air panas
th: บ่อน้ำพุร้อน
vi: Suối nước nóng

source: Hotel
fr: Hôtel
ja: ホテル
th: โรงแรม
vi: Khách sạn

source: Hotel Bar
es: Bar de hotel
fr: Bar d'hôtel
id: Bar Hotel
ja: ホテルバー
ms: Bar Hotel
th: บาร์โรงแรม
vi: Quán bar kiểu Khách sạn

source: Household Appliances
es: Electrodomésticos
fr: Appareils électroménagers
id: Peralatan Rumah Tangga
ja: 家電機器
ms: Alatan Rumah
th: เครื่องใช้ในครัวเรือน
vi: Thiết bị Gia dụng

source: Housing Project
es: Proyecto inmobiliario
fr: Projet immobilier
id: Proyek Perumahan
ja: 公営住宅
ms: Projek Perumahan
th: โครงการบ้านจัดสรร
vi: Dự án Nhà ở

source: Huaiyang
id: Masakan Huaiyang
ja: 海陽市料理
th: ฮ้วยยัง

source: Hunan
es: Hunanesa
id: Restoran Hunan
ja: 湖南料理
ms: Makanan Hunan
th: หูหนาน

source: Hungarian
es: Húngara
fr: Hongrois
id: Restoran Hongaria
ja: ハンガリア料理
ms: Restoran Hungary
th: ฮังการี
vi: Hung-ga-ri

source: Ice Cream
es: Heladería
fr: Glace
id: Es Krim
ja: アイスクリーム
ms: Ais Krim
th: ไอศครีม
vi: Kem

source: Ice Skating Rink
es: Pista de patinaje sobre hielo
fr: Patinoire
id: Arena Seluncur Es
ja: アイス・スケートリンク
ms: Gelanggang bermain kasut roda
th: ลานสเก็ตน้ำแข็ง
vi: Sân Trượt băng

source: Indian
es: India
fr: Indien
id: Restoran India
ja: インド料理
ms: Restoran India
th: อินเดีย
vi: Ấn Độ

source: Indian Sweets
es: Dulces indios
fr: Pâtisserie indienne
id: Manisan India
ja: インド風スイーツ
ms: Gula-gula India
th: ของหวานอินเดีย
vi: Bánh ngọt Ấn Độ

source: Indonesian
es: Indonesia
fr: Indonésien
id: Restoran Indonesia
ja: インドネシア料理
ms: Restoran Indonesia
th: อินโดนีเซีย
vi: Indonesia

source: Indonesian Meatballs
es: Albóndigas indonesias
fr: Boulettes indonésiennes
id: Bakso Indonesia
ja: インドネシア風ミートボール
ms: Bebola Daging Indonesia
th: ลูกชิ้นเนื้ออินโดนีเซีย

source: Indoor Arena
es: Estadio cubierto
fr: Stade intérieur
id: Arena Indoor
ja: 室内アリーナ
ms: Gelanggang Dalam Bangunan
th: สนามกีฬาในร่ม
vi: Nhà thi đấu

source: Industrial
es: Industria
fr: Industriel
id: Industri
ja: 工業施設
ms: Industri
th: อุตสาหกรรม
vi: Công nghiệp

source: Industrial Estate
es: Polígono industrial
fr: Zone industrielle
id: Kawasan Industri
ja: 工業団地
ms: Kawasan Perindustrian
th: นิคมอุตสาหกรรม
vi: Khu công nghiệp

source: Insurance Agent
es: Agente de seguros
fr: Assureur
id: Agen Asuransi
ja: 保険代理店
ms: Ejen Insurans
th: ตัวแทนประกัน
vi: Đại lý Bảo hiểm

source: Internet Cafe
es: Cibercafé
fr: Cybercafé
id: Kafe Internet
ja: インターネットカフェ
ms: Kafe Internet
th: ร้านอินเตอร์เน็ต
vi: Cà phê có Internet

source: Investment Brokerage
es: Correduría de inversiones
fr: Agent de change
id: Pialang Investasi
ja: 投資仲介
ms: Pembrokeran Pelaburan
th: นายหน้าการลงทุน
vi: Môi giới Đầu tư

source: Irish
es: Irlandesa
fr: Irlandais
id: Restoran Irlandia
ja: アイルランド料理
ms: Restoran Ireland
th: ไอร์แลนด์
vi: Ai-len

source: Israeli
es: Israelí
fr: Israélien
id: Restoran Israel
ja: イスラエル料理
ms: Restoran Israel
th: อิสราเอล
vi: Israel

source: Italian
es: Italiana
fr: Italien
id: Restoran Italia
ja: イタリア料理
ms: Restoran Itali
th: อิตาลี
vi: Italia

source: Japanese
es: Japonesa
fr: Japonais
id: Restoran Jepang
ja: 日本料理
ms: Restoran Jepun
th: ญี่ปุ่น
vi: Nhật Bản

source: Javanese
es: Javanesa
fr: Javanais
id: Restoran Jawa
ja: ジャワ料理
ms: Restoran Jawa
th: ชวา

source: Jazz & Blues
es: Jazz y blues
fr: Jazz et blues
ja: ジャズとブルース
th: เพลงแจ๊ส และ เพลงบลูส์
vi: Nhạc Jazz & nhạc Blue

source: Jetty
es: Muelle
fr: Jetée
id: Dermaga
ja: 突堤
ms: Jeti
th: เขื่อน
vi: Cầu tàu

source: Jewelry Store
es: Joyería
fr: Bijouterie
id: Toko Perhiasan
ja: 宝石店
ms: Kedai Barang Kemas
th: ร้านขายจิวเวอรี่
vi: Cửa hàng Nữ trang

source: Jewish
es: Judía
fr: Juif
id: Restoran Yahudi
ja: ユダヤ料理
ms: Restoran Yahudi
th: ยิว
vi: Do Thái

source: Jiangsu
id: Masakan Jiangsu
ja: 江蘇料理
th: เจียงซู

source: Job Training
es: Capacitación laboral
fr: Formation professionnelle
id: Pelatihan Kerja
ja: 職業訓練所
ms: Latihan Pekerjaan
th: งานฝึกอบรม
vi: Đào tạo Nghề

source: Juice Bar
es: Zumos
fr: Bar à jus
id: Kedai Jus
ja: ジュースバー
ms: Bar Jus
th: ร้านน้ำผลไม้
vi: Quán Nước trái cây

source: Karaoke
fr: Karaoké
ja: カラオケ
th: คาราโอเกะ

source: Kebab
ja: ケバブ
th: เคบับ
vi: Món Kebab

source: Kindergarten
es: Escuela infantil
fr: École maternelle
id: TK
ja: 幼稚園
ms: Tadika
th: โรงเรียนอนุบาล
vi: Trường Mẫu giáo

source: Kingdom Hall
es: Salón del Reino de los Testigos de Jehová
fr: Salle du royaume
id: Aula Kerajaan
ja: 王国会館
ms: Dewan Kerajaan
th: หอประชุมราชอาณาจักร
vi: Phòng Nước Trời

source: Kitchen Supply
es: Utensilios para cocina
fr: Ustensiles et accessoires de cuisine
id: Perlengkapan Dapur
ja: 台所用品
ms: Bekalan Dapur
th: อุปกรณ์เครื่องครัว
vi: Đồ dùng Nhà bếp

source: Knitting Store
es: Tienda de lanas
fr: Magasin de tricot
id: Toko Rajutan
ja: 編み物用品店
ms: Kedai Sulam
th: ร้านขายอุปกรณ์การถัก
vi: Cửa hàng bán Đồ len

source: Korean
es: Coreana
fr: Coréen
id: Restoran Korea
ja: 韓国料理
ms: Restoran Korea
th: เกาหลี
vi: Hàn Quốc

source: Korean Barbecue
es: Barbacoa coreana
fr: Barbecue coréen
id: BBQ Korea
ja: 焼肉
ms: Barbeku Korea
th: บาร์บีคิวเกาหลี
vi: Thịt nướng Hàn Quốc

source: Labor Organization
es: Sindicato
fr: Syndicat
id: Organisasi Buruh
ja: 労働組織
ms: Organisasi Buruh
th: องค์กรแรงงาน
vi: Tổ chức Lao động

source: Laboratory
es: Laboratorio
fr: Laboratoire
id: Laboratorium
ja: 研究所
ms: Makmal
th: ห้องแล็บ
vi: Phòng thí nghiệm

source: Lagoon
es: Albufera
fr: Lagune
id: Laguna
ja: ラグーン
ms: Lagun
th: บึง
vi: Đầm phá

source: Lake
es: Lago
fr: Lac
id: Danau
ja: 湖
ms: Tasik
th: ทะเลสาบ
vi: Hồ

source: Landfill
es: Vertedero
fr: Décharge
id: TPA
ja: 埋め立て
ms: Kambus tanah
th: รับถมที่ดิน
vi: Bãi thải

source: Landmark
es: Lugar de referencia
fr: Monument emblématique
id: Bangunan Terkenal
ja: ランドマーク
ms: Tanda tempat
th: สถานที่สำคัญ
vi: Cột mốc

source: Landscaper
es: Paisajista
fr: Paysagiste
id: Penata Taman
ja: 庭師
ms: Tukang landskap
th: รับเกลี่ยที่ดิน
vi: Người xây dựng vườn hoa và công viên

source: Language School
es: Escuela de idiomas
fr: École de langues
id: Sekolah Bahasa
ja: 語学学校
ms: Sekolah Bahasa
th: โรงเรียนสอนภาษา
vi: Trường Ngôn ngữ

source: Laser Tag
es: Juego con pistolas láser
fr: Laser game
id: Tanda Laser
ja: レーザータグ
ms: Tanda Laser
th: เลเซอร์แท็ก
vi: Bắn súng Laser

source: Latin American
es: Latinoamericana
fr: Latino-américain
id: Restoran Amerika Latin
ja: ラテンアメリカ料理
ms: Restoran Amerika Latin
th: ละตินอเมริกา
vi: Mỹ Latinh

source: Laundromat
es: Lavandería
fr: Laverie automatique
id: Binatu
ja: コインランドリー
ms: Kedai dobi layan diri
th: ร้านเครื่องซักผ้าอัตโนมัติ
vi: Tiệm giặt ủi

source: Law School
es: Facultad de Derecho
fr: Faculté de droit
id: Sekolah Hukum
ja: 法科大学院
ms: Sekolah Undang-undang
th: โรงเรียนกฎหมาย
vi: Trường Luật

source: Lawyer & Legal Services
es: Abogado y servicios jurídicos
fr: Avocat et services juridiques
id: Layanan Pengacara & Hukum
ja: 弁護士と法律サービス
ms: Perkhidmatan Guaman & Undang-undang
th: ทนายความและบริการด้านกฎหมาย
vi: Dịch vụ Luật sư & Pháp lý

source: Leather Goods
es: Marroquinería
fr: Articles de cuir
id: Aneka Barang dari Kulit
ja: 皮革用品
ms: Barang-barang Kulit
th: ร้านขายสินค้าหนัง
vi: Hàng bằng da

source: Lebanese
es: Libanesa
fr: Libanais
id: Restoran Lebanon
ja: レバノン料理
ms: Restoran Lubnan
th: เลบานอน
vi: Li Băng

source: Library
es: Biblioteca
fr: Bibliothèque
id: Perpustakaan
ja: 図書館
ms: Perpustakaan
th: ห้องสมุด
vi: Thư viện

source: Light Rail Station
es: Estación de tranvía
fr: Station de métro léger
id: Stasiun Kereta Ringan
ja: 路面電車駅
ms: Stesen Rel Ringan
th: สถานีรถไฟรางเบา
vi: Ga Đường sắt Hạng nhẹ

source: Lighthouse
es: Faro
fr: Phare
id: Mercusuar
ja: 灯台
ms: Rumah api
th: ประภาคาร
vi: Ngọn hải đăng

source: Lighting Store
es: Tienda de iluminación
fr: Magasin d'éclairage
id: Toko Lampu
ja: 照明店
ms: Kedai Cahaya
th: ร้านโคมไฟ
vi: Cửa hàng Đèn

source: Lingerie Shop
es: Lencería
fr: Magasin de lingerie
id: Toko Lingerie
ja: 下着販売店
ms: Kedai Pakaian Dalam
th: ร้านชุดชั้นในสตรี
vi: Cửa hàng Đồ lót

source: Liquor Store
es: Tienda de bebidas
fr: Alcools
id: Toko Miras
ja: 酒屋
ms: Kedai Arak
th: ร้านขายเหล้า
vi: Cửa hàng Rượu

source: Livestock Farm
es: Explotación ganadera
fr: Exploitation d'élevage
id: Peternakan
ja: 畜産場
ms: Kebun Ternakan
th: ฟาร์มปศุสัตว์
vi: Trang trại Chăn nuôi

source: Locksmith
es: Cerrajero
fr: Serrurier
id: Tukang Kunci
ja: 鍵屋
ms: Tukang kunci
th: ช่างทำกุญแจ
vi: Thợ khóa

source: Lot
es: Estacionamiento
fr: Parking
id: Tempat
ja: 駐停車区域
th: ที่จอดรถ
vi: Lô

source: Lottery Store
es: Administración de lotería
fr: Point de vente de loterie
id: Toko Lotre
ja: 宝くじ販売所
ms: Kedai Loteri
th: ร้านลอตเตอรี่
vi: Cửa hàng Xổ số

source: Lounge
es: Bar cafetería
ja: ラウンジ
ms: Bilik istirehat
th: เพลงเลานจ์
vi: Phòng chờ

source: Luggage Store
es: Almacén de equipajes
fr: Bagagerie
id: Toko Koper
ja: カバン店
ms: Kedai Bagasi
th: ร้านขายกระเป๋า
vi: Cửa hàng bán Hành lý

source: Mac & Cheese
es: Macarrones con queso
id: Makaroni & Keju
ja: マカロニ・アンド・チーズ
ms: Mac & Keju
th: แมคแอนด์ชีส
vi: Mì ống & Pho mát

source: Macanese
es: Macanesa
fr: Macanais
id: Restoran Makau
ja: マカオ料理
ms: Restoran Macanese
th: มาเก๊า

source: Malaysian
es: Malayo
fr: Malaisien
id: Restoran Malaysia
ja: マレーシア料理
ms: Restoran Malaysia
th: มาเลเซีย
vi: Malaysia

source: Mamak
id: Restoran Mamak
ja: マレー料理
ms: Restoran Mamak
th: มามัก

source: Manadonese
es: Manadonesa
fr: Manado
id: Restoran Manado
ja: マナド料理
ms: Restoran Manado
th: มานาโด

source: Management & Consulting
es: Gestión y consultoría
fr: Gestion et conseil
id: Manajemen & Konsultasi
ja: 経営管理とコンサルティング
ms: Pengurusan & Perundingan
th: การจัดการและที่ปรึกษา
vi: Quản lý & Tư vấn

source: Marijuana Dispensary
es: Dispensario de marihuana
fr: Dispensaire de cannabis
id: Apotek Mariyuana
ja: マリファナ薬局
ms: Dispensari Ganja
th: ร้านขายกัญชาถูกกฎหมาย
vi: Phòng pha chế Cần sa

source: Marina
es: Marítimo
ja: マリーナ
th: อู่เรือ
vi: Bến Du thuyền

source: Marine
es: Náutico
id: Laut
ja: 船舶
ms: Angkatan Tentera Marin
th: เรือเดินทะเล
vi: Hàng hải

source: Marketplace
es: Mercado
fr: Place de marché
id: Pasar
ja: 市場
ms: Pasaran
th: ตลาดกลางแจ้ง
vi: Thị trường

source: Martial Arts
es: Artes marciales
fr: Arts martiaux
id: Seni Bela Diri
ja: マーシャルアーツ
ms: Seni mempertahankan diri
th: ศิลปะป้องกันตัว
vi: Võ thuật

source: Massage
es: Masajes
id: Pijat
ja: マッサージ
ms: Urut
th: นวด
vi: Mát-xa

source: Maternity Clinic
es: Clínica de maternidad
fr: Maternité
id: Klinik Bersalin
ja: 妊産婦用診療所
ms: Klinik Perbidanan
th: คลินิกคลอดบุตร
vi: Phòng khám Phụ sản

source: Mattress Store
es: Tienda de colchones
fr: Magasin de literie
id: Toko Kasur
ja: マットレス販売店
ms: Kedai Tilam
th: ร้านขายเครื่องนอน
vi: Cửa hàng bán Đệm

source: Maze
es: Laberinto
fr: Labyrinthe
id: Labirin
ja: 迷路
ms: Pagar sesat
th: เขาวงกต
vi: Mê cung

source: Medical Center
es: Centro de salud
fr: Centre médical
id: Pusat Layanan Kesehatan
ja: 医療センター
ms: Pusat Perubatan
th: ศูนย์การแพทย์
vi: Trung tâm Y tế

source: Medical Lab
es: Laboratorio médico
fr: Laboratoire médical
id: Lab Medis
ja: 医学研究所
ms: Makmal Perubatan
th: ห้องปฏิบัติการทางการแพทย์
vi: Phòng thí nghiệm Y tế

source: Medical School
es: Facultad de Medicina
fr: Faculté de médecine
id: Sekolah Kedokteran
ja: 医科大学
ms: Sekolah Perubatan
th: โรงเรียนแพทย์
vi: Trường Y

source: Medical Supply Store
es: Tienda de suministros sanitarios
fr: Magasin de matériel médical
id: Toko Perlengkapan Medis
ja: 医療用品店
ms: Kedai Bekalan Perubatan
th: ร้านเวชภัณฑ์
vi: Cửa hàng Vật tư Y tế

source: Mediterranean
es: Mediterránea
fr: Méditerranéen
id: Restoran Mediterania
ja: 地中海料理
ms: Restoran Mediterranean
th: เมดิเตอร์เรเนียน
vi: Địa Trung Hải

source: Membership Organization
es: Organización de socios
fr: Association de membres
id: Organisasi Keanggotaan
ja: 会員組織
ms: Organisasi Keahlian
th: องค์กรสมาชิก
vi: Tổ chức Thành viên

source: Memorial
fr: Mémorial
id: Tugu Peringatan
ja: 記念館
ms: Peringatan
th: อนุสรณ์สถาน
vi: Đài tưởng niệm

source: Men's Clothing Store
es: Tienda de ropa masculina
fr: Vêtements pour homme
id: Toko Pakaian Pria
ja: 男性服販売店
ms: Kedai Pakaian Lelaki
th: ร้านเครื่องแต่งกายชาย
vi: Cửa hàng Quần áo Nam

source: Mexican
es: Mexicana
fr: Mexicain
id: Restoran Meksiko
ja: メキシコ料理
ms: Restoran Mexico
th: เม็กซิโก
vi: Mexico

source: Middle Eastern
es: Oriente medio
fr: Moyen-orient
id: Restoran Timur Tengah
ja: 中東料理
ms: Restoran Timur Tengah
th: ตะวันออกกลาง
vi: Trung Đông

source: Middle School
es: Colegio de primaria
fr: Collège
id: Sekolah Menengah
ja: 中学校
ms: Sekolah Menengah
th: โรงเรียนมัธยมต้น
vi: Trường Trung học Cơ sở

source: Midwife
es: Matrón
fr: Sage-femme
id: Bidan
ja: 助産師
ms: Bidan
th: ผดุงครรภ์
vi: Nhân viên hộ sinh

source: Military Base
es: Base militar
fr: Base militaire
id: Pangkalan Militer
ja: 軍事基地
ms: Pangkalan Tentera
th: ฐานทัพทหาร
vi: Căn cứ Quân sự

source: Miniature Golf
es: Minigolf
fr: Minigolf
id: Golf Mini
ja: ミニチュアゴルフ
ms: Golf Miniatur
th: สนามกอล์ฟจิ๋ว
vi: Đấu golf Thu nhỏ

source: Mining & Drilling
es: Minería y perforaciones
fr: Exploitation minière
id: Penambangan & Pengeboran
ja: 鉱業と掘削
ms: Pelombongan & Penggerudian
th: เหมืองขุดเจาะ
vi: Khai thác & Khoan

source: Mission
es: Misión
id: Misi
ja: 布教
ms: Misi
th: คณะผู้สอนศาสนา
vi: Sứ mệnh

source: Mobile Homes
es: Casas prefabricadas
fr: Mobil-homes
id: Rumah Mobil
ja: トレーラーハウス
ms: Rumah bergerak
th: บ้านเคลื่อนที่
vi: Nhà lưu động

source: Mobile Phones
es: Tienda de telefonía
fr: Téléphonie mobile
id: Telepon Seluler
ja: 携帯電話
ms: Telefon Mudah Alih
th: ร้านมือถือ
vi: Điện thoại Di động

source: Modern European
es: Europea moderna
fr: Européen moderne
id: Restoran Eropa Modern
ja: 現代風ヨーロッパ料理
ms: Restoran Eropah Moden
th: ยุโรปสมัยใหม่
vi: Châu Âu Hiện đại

source: Molecular Gastronomy
es: Gastronomía molecular
fr: Gastronomie moléculaire
id: Gastronomi Molekuler
ja: 分子料理法
ms: Gastronomi Molekul
th: อาหารโมเลกุล
vi: Ẩm thực Phân tử

source: Monastery
es: Monasterio
fr: Monastère
id: Biara
ja: 男子修道院
ms: Biara
th: อาราม
vi: Tu viện

source: Money
es: Dinero
fr: Argent
id: Uang
ja: お金
ms: Wang
th: เงินตรา
vi: Tiền

source: Mongolian
es: Mongola
fr: Mongolien
id: Restoran Mongolia
ja: モンゴル料理
ms: Restoran Mongolia
th: มองโกเลีย
vi: Mông Cổ

source: Monument
es: Monumento
id: Monumen
ja: 記念碑
ms: Monumen
th: อนุสาวรีย์
vi: Tượng đài

source: Moroccan
es: Marroquí
fr: Marocain
id: Restoran Maroko
ja: モロッコ料理
ms: Restoran Morocco
th: โมร็อคโค
vi: Maroc

source: Mosque
es: Mezquita
fr: Mosquée
id: Masjid
ja: モスク
ms: Masjid
th: มัสยิด
vi: Nhà thờ Hồi giáo

source: Motel
ja: モーテル
th: โมเทล
vi: Nhà nghỉ

source: Motorcycle Sales
es: Venta de motocicletas
fr: Concessionnaire moto
id: Penjualan Sepeda Motor
ja: オートバイ販売
ms: Jualan Motosikal
th: จำหน่ายจักรยานยนต์
vi: Bán Xe máy

source: Mountain
es: Montaña
fr: Montagne
id: Gunung
ja: 山
ms: Gunung
th: ภูเขา
vi: Dãy núi

source: Movie Rental
es: Alquiler de películas
fr: Location de films
id: Rental Film
ja: 映画レンタル
ms: Sewaan Filem
th: ร้านเช่าหนัง
vi: Cho thuê phim

source: Movie Theater
es: Cine
fr: Cinéma
id: Bioskop
ja: 映画館
ms: Panggung Wayang
th: โรงหนัง
vi: Rạp chiếu phim

source: Movies
es: Cine
fr: Films et cinéma
id: Film
ja: 映画
ms: Filem
th: ภาพยนตร์
vi: Phim ảnh

source: Museum
es: Museo
fr: Musées
ja: 博物館
ms: Muzium
th: พิพิธภัณฑ์
vi: Bảo tàng

source: Music
es: Música
fr: Musique
id: Musik
ja: 音楽
ms: Muzik
th: ดนตรี
vi: Âm nhạc

source: Music School
es: Escuela de música
fr: École de musique
id: Sekolah Musik
ja: 音楽学校
ms: Sekolah Muzik
th: โรงเรียนสอนดนตรี
vi: Trường Âm nhạc

source: Music Store
es: Tienda de música
fr: Magasin de musique
id: Toko Alat Musik
ja: 楽器屋
ms: Kedai Muzik
th: ร้านขายแผ่นเพลง
vi: Cửa hàng dụng cụ Âm nhạc

source: Nail Salon
es: Salón de manicura
fr: Manucure
id: Salon Kuku
ja: ネイルサロン
ms: Kedai Kuku
th: ทำเล็บ
vi: Tiệm làm móng

source: Named Residential Building
es: Edificio residencial con nombre
fr: Immeuble résidentiel
id: Bangunan Perumahan Ternama
ja: 名前付き住居用ビル
ms: Bangunan Kediaman Dinamakan
th: อาคารที่อยู่อาศัยตามชื่อ
vi: Chung cư Được đặt tên

source: National Park
es: Parque nacional
fr: Parc national
id: Taman Nasional
ja: 国立公園
ms: Taman Negara
th: อุทยานแห่งชาติ
vi: Công viên Quốc gia

source: Nature Preserve
es: Reserva natural
fr: Réserve naturelle
id: Cagar Alam
ja: 自然保護区域
ms: Simpanan alam semula jadi
th: ป่าสงวน
vi: Khu bảo tồn Thiên nhiên

source: New American
es: Americana
id: Restoran Amerika Baru
ja: ニューアメリカ料理
ms: Restoran Amerika Baharu
th: อเมริกันใหม่
vi: New America

source: Newspaper
es: Periódico
fr: Journal
id: Koran
ja: 新聞
ms: Surat khabar
th: หนังสือพิมพ์
vi: Báo chí

source: Newsstand
es: Quiosco
fr: Kiosque à journaux
id: Kios Koran
ja: キオスク
ms: Gerai surat khabar
th: แผงหนังสือ
vi: Quầy bán báo

source: Nightclub
es: Club nocturno
fr: Boîte de nuit
id: Klub Malam
ja: ナイトクラブ
ms: Kelab malam
th: ไนท์คลับ
vi: Hộp đêm

source: Nightlife
es: Vida nocturna
fr: Sorties nocturnes
id: Hiburan Malam
ja: 夜の娯楽
ms: Hiburan malam hari
th: ไนท์ไลฟ์
vi: Cuộc sống về đêm

source: Non-Profit
es: Sin ánimo de lucro
fr: Association à but non-lucratif
id: Nirlaba
ja: 非営利団体
ms: Bukan untung
th: ไม่แสวงหาผลกำไร
vi: Phi lợi nhuận

source: Noodles
es: Tallarines
fr: Nouilles
id: Mi
ja: 麺類
ms: Mi
th: ก๋วยเตี๋ยว
vi: Bún

source: Notary
es: Notario
fr: Notaire
id: Notaris
ja: 公証人
ms: Notari
th: ทนายความ
vi: Công chứng viên

source: Nude Beach
es: Playa nudista
fr: Plage naturiste
id: Pantai Telanjang
ja: ヌードビーチ
ms: Pantai Bogel
th: ชายหาดเปลือย
vi: Bãi biển Nude

source: Nursery School
es: Guardería
fr: École d'infirmier
id: Sekolah Keperawatan
ja: 保育園
ms: Sekolah Bimbingan
th: โรงเรียนเตรียมอนุบาล
vi: Trường Mầm non

source: Nursing Home
es: Geriátrico
fr: EHPAD
id: Panti Jompo
ja: 老人ホーム
ms: Pusat Rawatan
th: บ้านพักคนชรา
vi: Cơ sở Điều dưỡng

source: Nutritionist
es: Nutricionista
fr: Nutritionniste
id: Ahli Gizi
ja: 栄養士
ms: Pakar pemakanan
th: นักโภชนากร
vi: Chuyên gia dinh dưỡng

source: Office
es: Oficina
fr: Bureau
id: Kantor
ja: オフィス
ms: Pejabat
th: สำนักงาน
vi: Văn phòng

source: Office Supply
es: Material de oficina
fr: Fournitures de bureau
id: Perlengkapan Kantor
ja: 事務用品
ms: Bekalan pejabat
th: อุปกรณ์สำนักงาน
vi: Văn phòng phẩm

source: Oil Field
es: Yacimiento petrolífero
fr: Champ pétrolier
id: Daerah Pertambangan Minyak
ja: 油田
ms: Medan Minyak
th: ทุ่งน้ำมัน
vi: Mỏ Dầu hỏa

source: Opera
es: Ópera
fr: Opéra
ja: オペラ
th: โอเปรา
vi: Nhạc Opera
