Repository: roiscasherly/categories
Catalog: src/locales/*/messages.po
Languages: es, fr, id, ja, ms, th, vi

source: Accessories Store
es: Tienda de accesorios
fr: Magasin d'accessoires
id: Toko Aksesoris
ja: アクセサリー販売店
ms: Kedai Aksesori
th: ร้านขายอุปกรณ์เสริม
vi: Cửa hàng Phụ kiện

source: Accountant
es: Contable
fr: Comptable
id: Akuntan
ja: 会計士
ms: Akauntan
th: นักบัญชี
vi: Nhân viên kế toán

source: Acehnese
es: Achenesa
fr: Acehnais
id: Restoran Aceh
ja: アチェ料理
ms: Restoran Aceh
th: อะเจห์

source: Acupuncturist
es: Acupuntor
fr: Acupuncteur
id: Ahli Akupunktur
ja: 鍼師
ms: Ahli akupunktur
th: ฝังเข็ม
vi: Bác sĩ Châm cứu

source: Adult
es: Adultos
fr: Adulte
id: Orang Dewasa
ja: 成人向け
ms: Orang dewasa
th: ผู้ใหญ่
vi: Người lớn

source: Adult Care
es: Cuidado de adultos
fr: Soins pour adulte
id: Tempat Perawatan Orang Dewasa
ja: 高齢者ケア
ms: Jagaan Dewasa
th: การดูแลสำหรับผู้ใหญ่
vi: Chăm sóc Người lớn

source: Adult Education Center
es: Centro de educación de adultos
fr: Cours pour adultes
id: Pusat Edukasi Orang Dewasa
ja: 成人教育センター
ms: Pusat Pendidikan Dewasa
th: ศูนย์การศึกษาผู้ใหญ่
vi: Trung tâm Giáo dục dành cho Người lớn

source: Adult Shop
es: Tienda de adultos
fr: Magasin pour adultes
id: Toko Khusus Dewasa
ja: 成人向け店舗
ms: Kedai Dewasa
th: ร้านขายของสำหรับผู้ใหญ่
vi: Cửa hàng dành cho Người lớn

source: Advertising Agency
es: Agencia de publicidad
fr: Agence de publicité
id: Biro Iklan
ja: 広告代理店
ms: Agensi Iklan
th: บริษัทโฆษณา
vi: Công ty Quảng cáo

source: Aerospace
es: Aeroespacial
fr: Aéronautique
id: Dirgantara
ja: 航空宇宙
ms: Aeroangkasa
th: การบินและอวกาศ
vi: Hàng không vũ trụ

source: Afghan
es: Afgana
id: Restoran Afghanistan
ja: アフガニスタン料理
ms: Restoran Afghanistan
th: อัฟกานิสถาน
vi: Afghanistan

source: African
es: Africana
fr: Africain
id: Restoran Afrika
ja: アフリカ料理
ms: Makanan Afrika
th: แอฟริกา
vi: Châu Phi

source: Air
es: Aéreo
fr: Compagnie aérienne
id: Udara
ja: 飛行機
ms: Melalui udara
th: อุปกรณ์ใช้เดินทางบนเครื่องบิน
vi: Hàng không

source: Airport
es: Aeropuerto
fr: Aéroport
id: Bandara
ja: 空港
ms: Lapangan terbang
th: สนามบิน
vi: Sân bay

source: Airport Gate
es: Puerta de aeropuerto
fr: Porte d'aéroport
id: Gerbang Bandara
ja: 空港ゲート
ms: Pintu Lapangan Terbang
th: ประตูสนามบิน
vi: Cổng Sân bay

source: Airport Lounge
es: Sala de aeropuerto
fr: Salon d'aéroport
id: Ruang Tunggu Bandara
ja: 空港ラウンジ
ms: Bilik Istirehat Lapangan Terbang
th: เลานจ์สนามบิน
vi: Phòng chờ Sân bay

source: Airport Service
es: Servicio de aeropuerto
fr: Service d'aéroport
id: Layanan Bandara
ja: 空港サービス
ms: Perkhidmatan Lapangan Terbang
th: บริการของสนามบิน
vi: Dịch vụ Sân bay

source: Airport Terminal
es: Terminal de aeropuerto
fr: Terminal d'aéroport
id: Terminal Bandara
ja: 空港ターミナル
ms: Terminal Lapangan Terbang
th: อาคารผู้โดยสารสนามบิน
vi: Nhà ga Sân bay

source: Airport Tram
es: Tranvía de aeropuerto
fr: Tram d'aéroport
id: Trem Bandara
ja: 空港トラム
ms: Trem Lapangan Terbang
th: รถรางในสนามบิน
vi: Xe điện Sân bay

source: Alternative Medicine
es: Medicina alternativa
fr: Médecine alternative
id: Obat Alternatif
ja: 代替医療
ms: Ubat Alternatif
th: ยาแผนโบราณ
vi: Y học Thay thế

source: Amphitheater
es: Anfiteatro
fr: Amphithéâtre
id: Amfiteater
ja: 円形競技場
ms: Amfiteater
th: โรงละครกลางแจ้ง
vi: Nhà hát vòng tròn

source: Amusements
es: Diversión
fr: Attractions
id: Hiburan
ja: 娯楽
ms: Hiburan
th: กิจกรรมสนุกๆ
vi: Trò giải trí

source: Anhui
id: Restoran Anhui
ja: 安徽料理
th: อานฮุย

source: Animal Shelter
es: Refugio de animales
fr: Refuge pour animaux
id: Penampungan Hewan
ja: 動物保護施設
ms: Tempat Berteduh Haiwan
th: สัตว์จรจัด
vi: Nơi bảo vệ Động vật

source: Animals
es: Animales
fr: Animaux
id: Binatang
ja: 動物
ms: Haiwan
th: สัตว์
vi: Động vật

source: Antique Store
es: Tienda de antigüedades
fr: Antiquaire
id: Toko Barang Antik
ja: 骨とう品店
ms: Kedai Antik
th: ร้านขายของโบราณ
vi: Cửa hàng Đồ cổ

source: Aquarium
es: Acuario
id: Akuarium
ja: 水族館
ms: Akuarium
th: สวนน้ำ
vi: Thủy cung

source: Aquatic Farm
es: Piscifactoría
fr: Ferme aquatique
id: Peternakan Akuatik
ja: 水産養殖場
ms: Kebun Akuatik
th: ฟาร์มน้ำ
vi: Trang trại Thủy sản

source: Arcade
es: Recreativos
ja: ゲームセンター
ms: Arked
th: เกมตู้
vi: Mái vòm

source: Archaeological Site
es: Yacimiento arqueológico
fr: Site archéologique
id: Situs Arkeologi
ja: 考古学的な遺跡
ms: Tapak Arkeologi
th: ย่านโบราณคดี
vi: Di chỉ khảo cổ

source: Architect
es: Arquitecto
fr: Architecte
id: Arsitek
ja: 建築士
ms: Arkitek
th: สถาปนิก
vi: Kiến trúc sư

source: Arepa
es: Arepas
id: Restoran Arepa
ja: アレパ
th: อารีป้า
vi: Bánh Arepa

source: Argentinian
es: Argentina
fr: Argentin
id: Restoran Argentina
ja: アルゼンチン料理
ms: Restoran Argentina
th: อาร์เจนตินา
vi: Argentina

source: Army Navy Store
es: Tienda de indumentaria militar
fr: Habillement armée et marine
id: Toko Tentara Angkatan Laut
ja: 陸海軍ストア
ms: Kedai Tentera
th: ร้านขายอุปกรณ์ทหาร
vi: Cửa hàng bán Đồ dùng Hải quân

source: Art & Design Studio
es: Estudio de diseño y arte
fr: Studio d'art et de design
id: Studio Seni & Desain
ja: アートとデザインスタジオ
ms: Studio Seni & Reka Bentuk
th: สตูดิโอศิลปะและการออกแบบ
vi: Phòng Nghệ thuật & Thiết kế

source: Art Gallery
es: Galería de arte
fr: Galerie d'art
id: Galeri Seni
ja: 画廊
ms: Balai Seni Lukis
th: แกลอรี่งานศิลปะ
vi: Phòng trưng bày Nghệ thuật

source: Art Museum
es: Museo de arte
fr: Musée d'art
id: Museum Seni
ja: 芸術博物館
ms: Muzium Seni
th: พิพิธภัณฑ์ศิลปะ
vi: Bảo tàng Nghệ thuật

source: Art Services
es: Servicios artísticos
fr: Services artistiques
id: Layanan Seni
ja: アートサービス
ms: Perkhidmatan Seni
th: บริการศิลปะ
vi: Dịch vụ Nghệ thuật

source: Art Studio
es: Estudio de arte
fr: Studio d'art
id: Studio Seni
ja: アートスタジオ
ms: Studio Seni
th: สตูดิโอศิลปะ
vi: Phòng Nghệ thuật

source: Arts & Crafts Store
es: Tienda de artesanía/manualidades
fr: Magasin de matériel artistique et loisirs créatifs
id: Toko Barang Seni & Kerajinan
ja: アートと工芸品店
ms: Kedai Seni & Kraf
th: ร้านขายของศิลปะและงานฝีมือ
vi: Cửa hàng Thủ công mỹ nghệ

source: Arts & Entertainment
es: Artes y entretenimiento
fr: Arts et divertissement
id: Seni & Hiburan
ja: アートとエンターテインメント
ms: Seni & Hiburan
th: ศิลปะและความบันเทิง
vi: Nghệ thuật & Giải trí

source: Arts Center
es: Centro de artes
fr: Centre culturel
id: Pusat Seni
ja: 芸術センター
ms: Pusat Seni
th: ศูนย์ศิลปะ
vi: Trung tâm Nghệ thuật

source: Asian
es: Asiática
fr: Asiatique
id: Restoran Asia
ja: アジア料理
ms: Restoran Asia
th: เอเชีย
vi: Châu Á

source: Assisted Living
es: Centro de vida asistida
fr: Résidence services
id: Rumah Berfasilitas Khusus
ja: サービス付き高齢者向け住宅
ms: Kemudahan Hidup Berbantu
th: บ้านช่วยเหลือคนชรา
vi: Cơ sở trợ giúp Sinh sống

source: Astrologer / Psychic
es: Astrólogo/espiritista
fr: Astrologue/Voyant
id: Ahli Nujum / Fisika
ja: 占星術師／霊能者
ms: Ahli nujum / Psikik
th: โหร / คนทรงผี
vi: Nhà chiêm tinh / Nhà ngoại cảm

source: Auditorium
es: Auditorio
ja: 公会堂
th: หอประชุม
vi: Thính phòng

source: Australian
es: Australiana
fr: Australien
id: Restoran Australia
ja: オーストラリア料理
ms: Restoran Australia
th: ออสเตรเลีย
vi: Australia

source: Austrian
es: Austriaca
fr: Autrichien
id: Restoran Austria
ja: オーストリア料理
ms: Restoran Austria
th: ออสเตรีย
vi: Áo

source: Auto Racetrack
es: Circuito de carreras de coches
fr: Circuit automobile
id: Arena Balap Mobil
ja: 自動車レース場
ms: Balapan Lumba Kereta
th: สนามแข่งรถ
vi: Đường đua Ô tô

source: Automobile Dealership
es: Concesionario de automóviles
fr: Concessionnaire automobile
id: Dealer Mobil
ja: 自動車販売店
ms: Peniaga Kereta
th: ตัวแทนจำหน่ายรถยนต์
vi: Đại lý Ô tô

source: Automobile Rental
es: Alquiler de coches
fr: Location de véhicule
id: Rental Mobil
ja: レンタカー
ms: Sewaan Kereta
th: เช่ารถยนต์
vi: Cho thuê Ô tô

source: Automobile Repair
es: Reparación de automóviles
fr: Garage
id: Perbaikan Mobil
ja: 自動車修理工場
ms: Pembaikan Kereta
th: อู่รถยนต์
vi: Sửa chữa ô tô

source: Automotive
es: Automoción
fr: Automobile
id: Otomotif
ja: 自動車
ms: Automotif
th: รถยนต์
vi: Ô tô

source: Automotive Supplies
es: Repuestos de automoción
fr: Matériel et pièces automobile
id: Perlengkapan Otomotif
ja: 自動車用品店
ms: Bekalan Kereta
th: อะไล่ยานยนต์
vi: Vật tư Ô tô

source: Aviary
es: Aviario
fr: Volière
id: Kandang Burung
ja: 鳥小屋
ms: Lau burung
th: สวนนก
vi: Chuồng chim

source: BBQ
es: Barbacoa
fr: Barbecue
ja: バーベキュー
th: บาร์บีคิว

source: Baby Store
es: Tienda de infantes
fr: Magasin de bébé
id: Toko Bayi
ja: 赤ちゃん用品店
ms: Kedai Bayi
th: ร้านขายอุปกรณ์เด็กทารก
vi: Cửa hàng Trẻ em

source: Badminton Court
es: Pista de bádminton
fr: Terrain de badminton
id: Lapangan Bulu Tangkis
ja: バドミントンコート
ms: Gelanggang Badminton
th: คอร์ตแบดมินตัน
vi: Sân Cầu lông

source: Bagels
id: Bagel
ja: ベーグル
ms: Bagel
th: เบเกิล
vi: Bánh mì vòng

source: Baggage Claim
es: Recogida de equipajes
fr: Récupération des bagages
id: Pengambilan Bagasi
ja: 手荷物受取所
ms: Tuntutan Bagasi
th: รับกระเป๋าสัมภาระ
vi: Nhận Hành lý

source: Bakery
es: Panadería/pastelería
fr: Boulangerie
id: Toko Roti
ja: パン屋
ms: Bakeri
th: เบเกอรี่
vi: Hiệu bánh mì

source: Balinese
es: Balinesa
fr: Balinais
id: Restoran Bali
ja: バリ料理
ms: Restoran Bali
th: บาหลี

source: Bandstand
es: Quiosco de música
fr: Kiosque
id: Panggung Musik
ja: 野外ステージ
ms: Pentas pancaragam
th: ศาลาดนตรี
vi: Bục giàn nhạc

source: Bank
es: Banco
fr: Banque
ja: 銀行
th: ธนาคาร
vi: Ngân hàng

source: Bar
ja: バー
th: บาร์
vi: Quán bar

source: Barbecue
es: Barbacoa
id: Barbeku
ja: バーベキュー
ms: Barbeku
th: บาร์บีคิว
vi: Tiệc nướng

source: Barber
es: Barbero
fr: Barbier
id: Tukang Cukur
ja: 理髪店
ms: Tukang gunting rambut
th: ตัดผม
vi: Tiệm cắt tóc

source: Baseball Field
es: Campo de béisbol
fr: Terrain de baseball
id: Lapangan Bisbol
ja: 野球場
ms: Padang Besbol
th: สนามเบสบอล
vi: Sân Bóng chày

source: Baseball Stadium
es: Estadio de béisbol
fr: Stade de baseball
id: Stadion Bisbol
ja: 野球スタジアム
ms: Stadium Besbol
th: สนามเบสบอล
vi: Sân vận động Bóng chày

source: Basketball Court
es: Pista de baloncesto
fr: Terrain de basket
id: Lapangan Basket
ja: バスケットボールコート
ms: Gelanggang Bola Keranjang
th: สนามบาสเกตบอล
vi: Sân Bóng rổ

source: Basketball Stadium
es: Estadio de baloncesto
fr: Stade de basket
id: Stadion Basket
ja: バスケットボールスタジアム
ms: Stadium Bola Keranjang
th: สนามบาสเกตบอล
vi: Sân vận động Bóng rổ

source: Bath House
es: Balneario
fr: Bains publics
id: Rumah Mandi
ja: 浴場
ms: Rumah Mandi
th: โรงอาบน้ำ
vi: Nhà tắm

source: Bathing
es: Baño
fr: Baignade
id: Pemandian
ja: 海水浴
ms: Mandi
th: อาบแดด
vi: Tắm

source: Bathing Area
es: Zona de baño
fr: Zone de baignade
id: Area Pemandian
ja: 水浴場
ms: Kawasan Mandi
th: อาบแดด
vi: Khu vực Tắm

source: Battlefield
es: Campo de batalla
fr: Champ de bataille
id: Medan Perang
ja: 戦場
ms: Medan pertempuran
th: สนามรบ
vi: Chiến trường

source: Beach
es: Playa
fr: Plage
id: Pantai
ja: ビーチ
ms: Pantai
th: ชายหาด
vi: Bãi biển

source: Beach Bar
es: Chiringuito
fr: Bar-plage
id: Bar Pantai
ja: ビーチバー
ms: Bar Pantai
th: บาร์ริมหาด
vi: Quán bar gần biển

source: Beauty & Cosmetics
es: Belleza y cosméticos
fr: Beauté et cosmétiques
id: Kecantikan & Kosmetik
ja: 美容と化粧品
ms: Persolekan & Kosmetik
th: ความงามและเครื่องสำอาง
vi: Làm đẹp & Mỹ phẩm

source: Beauty & Spa
es: Belleza y spa
fr: Beauté et spa
id: Kecantikan & Spa
ja: 美容とスパ
ms: Persolekan & Spa
th: เสริมความงามและสปา
vi: Chăm sóc Sắc đẹp & Spa

source: Beauty Salon
es: Salón de belleza
fr: Salon de beauté
id: Salon Kecantikan
ja: 美容院
ms: Kedai Solek
th: เสริมสวย
vi: Thẩm mỹ viện

source: Beauty School
es: Escuela de cosmetología
fr: École d'ésthétique
id: Sekolah Kecantikan
ja: 美容学校
ms: Sekolah Persolekan
th: โรงเรียนเสริมสวย
vi: Trường dạy Làm đẹp

source: Bed & Breakfast
id: Kamar & Sarapan
ja: 朝食つきの宿泊施設（B＆B）
ms: Penginapan & Sarapan
th: ที่พักพร้อมอาหารเช้า
vi: Giường ngủ & Bữa sáng

source: Beer Bar
es: Cervecería
fr: Bar à bières
id: Bar Bir
ja: ビールバー
ms: Bar Bir
th: บาร์เบียร์
vi: Quán bia

source: Beer Garden
es: Cervecería al aire libre
fr: Bar terrasse
id: Taman Bir
ja: ビアガーデン
ms: Taman Bir
th: ลานเบียร์
vi: Quán bia Ngoài trời

source: Beer Store
es: Tienda de cervezas
fr: Magasin de bières
id: Toko Bir
ja: ビール販売店
ms: Kedai Bir
th: ร้านขายเบียร์
vi: Cửa hàng Bia

source: Beijing
es: Pekinesa
fr: Pékin
id: Restoran Beijing
ja: 北京料理
ms: Restoran Beijing
th: ปักกิ่ง

source: Belarusian
es: Bielorrusa
fr: Biélorusse
id: Restoran Belarusia
ja: ベラルーシ料理
ms: Restoran Belarus
th: เบลารุส
vi: Belarus

source: Belgian
es: Belga
fr: Belge
id: Restoran Belgia
ja: ベルギー料理
ms: Restoran Belgium
th: เบลเยียม
vi: Bỉ

source: Betawinese
es: Betawinesa
fr: Batavien
id: Restoran Betawi
ja: バタビア料理
ms: Restoran Betawi
th: เบทาวี

source: Bicycle
es: Bicicleta
fr: Vélo
id: Sepeda
ja: 自転車
ms: Basikal
th: จักรยาน
vi: Xe đạp

source: Bicycle Repair
es: Reparación de bicicletas
fr: Réparation de vélo
id: Perbaikan Sepeda
ja: 自転車修理
ms: Membaiki Basikal
th: อู่ซ่อมรถจักรยาน
vi: Sửa chữa Xe đạp

source: Bicycle Store
es: Tienda de bicicletas
fr: Magasin de vélo
id: Toko Sepeda
ja: 自転車屋
ms: Kedai Basikal
th: ร้านจักรยาน
vi: Cửa hàng Xe đạp

source: Big Box Store
es: Grandes superficies
fr: Hypermarché
id: Supermarket
ja: 大規模小売店
ms: Kedai Kotak Besar
th: ห้างไฮเปอร์มาร์เก็ต
vi: Cửa hàng Lớn

source: Bike Rental
es: Alquiler de bicicletas
fr: Location de vélos
id: Rental Sepeda
ja: バイクレンタル
ms: Penyewaan Basikal
th: เช่าจักรยาน
vi: Cho thuê Xe đạp

source: Bike Share Station
es: Local de alquiler de bicicletas
fr: Station de vélos en libre-service
id: Pangkalan Sewa Sepeda
ja: バイク共有ステーション
ms: Stesen Kongsi Basikal
th: สถานีแชร์จักรยาน
vi: Trạm chia sẻ xe đạp

source: Bike Trail
es: Carril bici
fr: Piste cyclable
id: Jalur Sepeda
ja: バイクトレイル
ms: Denai Basikal
th: เส้นทางจักรยาน
vi: Xe địa hình

source: Bistro
es: Bistró
fr: Bistrot
ja: ビストロ
th: ร้านอาหารเล็กๆ
vi: Quán ăn nhỏ

source: Boarding House
es: Residencia
fr: Pension
id: Rumah Kost
ja: 寄宿舎
ms: Rumah Penginapan
th: บ้านเช่าที่พักพร้อมจัดอาหารให้ด้วย
vi: Nhà trọ

source: Boat Charter
es: Flete de barcos
fr: Location de yacht
id: Carter Kapal
ja: チャーター船
ms: Penyewaan Kapal
th: ทัวร์เรือสำราญ
vi: Thuê tàu

source: Boat Ramp
es: Grada de barcos
fr: Cale
id: Jalur Kapal
ja: 船の進水路
ms: Kawasan Gerak Bot
th: เส้นทางเรือ
vi: Đường dốc Thuyền

source: Boat Rental
es: Alquiler de embarcaciones
fr: Location de bateau
id: Rental Kapal
ja: 船舶レンタル
ms: Sewaan Bot
th: เช่าเรือ
vi: Cho thuê Thuyền

source: Boat Sales
es: Venta de embarcaciones
fr: Vente de bateau
id: Penjualan Kapal
ja: 船舶販売
ms: Jualan Bot
th: จำหน่ายเรือ
vi: Bán thuyền

source: Bodega
ja: ワイン倉庫／雑貨店
ms: Rumah stor
th: ร้านขายของชำ
vi: Cửa hàng rượu vang

source: Bookstore
es: Librería
fr: Librairie
id: Toko Buku
ja: 本屋
ms: Kedai buku
th: ร้านหนังสือ
vi: Cửa hàng sách

source: Bosnian
es: Bosnia
fr: Bosnien
id: Restoran Bosnia
ja: ボスニア料理
ms: Restoran Bosnia
th: บอสเนีย
vi: Bosnia

source: Botanical Garden
es: Jardín botánico
fr: Jardin botanique
id: Kebun Raya
ja: 植物園
ms: Taman Botani
th: สวนพฤกษชาติ
vi: Vườn bách thảo

source: Boutique
es: Tienda de moda
id: Butik
ja: ブティック
ms: Butik
th: ร้านขายเสื้อผ้าสตรี
vi: Cửa hàng thời trang

source: Bowling Alley
es: Bolera
fr: Bowling
id: Arena Bowling
ja: ボーリング場
ms: Lorong Boling
th: สนามโบว์ลิง
vi: Sàn bowling

source: Boxing Gym
es: Gimnasio de boxeo
fr: Salle de boxe
id: Gym Tinju
ja: ボクシングジム
ms: Gim Tinju
th: ยิมมวย
vi: Phòng tập Đấm bốc

source: Brazilian
es: Brasileña
fr: Brésilien
id: Restoran Brasil
ja: ブラジル料理
ms: Restoran Brazil
th: บราซิล
vi: Braxin

source: Breakfast
es: Desayunos
fr: Petit-déjeuner
id: Sarapan
ja: 朝食
ms: Sarapan pagi
th: อาหารเช้า
vi: Bữa ăn sáng

source: Brewery
es: Fábrica de cerveza
fr: Bar-brasserie
id: Tempat Pembuatan Bir
ja: ビール会社
ms: Kilang bir
th: โรงเบียร์
vi: Nhà máy bia

source: Brewpub
es: Cervecería artesana
fr: Brasserie artisanale
ja: 工場直営パブ
ms: Pub bru
th: ผับเบียร์
vi: Quán bia

source: Bridal Store
es: Tienda de novias
fr: Robes de mariée
id: Toko Pengantin
ja: 婚礼用品店
ms: Kedai Pengantin
th: ร้านขายของแต่งงาน
vi: Cửa hàng Áo cưới

source: Bridge
es: Puente
fr: Pont
id: Jembatan
ja: 橋
ms: Jambatan
th: สะพาน
vi: Cầu

source: British
es: Británica
fr: Britannique
id: Restoran Inggris
ja: イギリス料理
ms: Restoran British
th: อังกฤษ
vi: Vương quốc Anh

source: Bubble Tea
es: Tés de burbuja
ja: バブル・ティー
ms: Teh Buih
th: ชาไข่มุก
vi: Trà sữa Trân Châu

source: Buddhist Temple
es: Templo budista
fr: Temple bouddhiste
id: Kuil Buddha
ja: 仏教寺院
ms: Tokong Buddha
th: วัดพุทธ
vi: Chùa Phật giáo

source: Buffet
es: Bufé
id: Prasmanan
ja: バイキング／ビュッフェ
ms: Bufet
th: บุฟเฟ่ต์
vi: Tiệc đứng

source: Building
es: Edificio
fr: Immeuble
id: Gedung
ja: ビルディング
ms: Bangunan
th: อาคาร
vi: Xây dựng

source: Building & Trades
es: Construcción y oficios
fr: Construction et bâtiment
id: Bangunan & Perdagangan
ja: 建物と産業
ms: Pembinaan & Pertukangan
th: อาคารและการค้า
vi: Xây dựng & Thương mại

source: Building Materials
es: Materiales de construcción
fr: Matériaux de construction
id: Bahan Bangunan
ja: 建築資材
ms: Bahan Bangunan
th: อุปกรณ์อาคาร
vi: Vật liệu Xây dựng

source: Bulgarian
es: Búlgara
fr: Bulgare
id: Restoran Bulgaria
ja: ブルガリア料理
ms: Restoran Bulgaria
th: บัลแกเรีย
vi: Bun-ga-ri

source: Bull Ring
es: Plaza de toros
fr: Arènes
id: Arena Adu Banteng
ja: 闘牛場
ms: Gelanggang Lembu
th: สนามแข่งวัว
vi: Trường đấu bò

source: Burgers
es: Hamburguesas
id: Burger
ja: バーガー
ms: Burger
th: เบอร์เกอร์
vi: Bánh Hamburger

source: Burmese
es: Birmana
fr: Birman
id: Restoran Burma
ja: ビルマ料理
ms: Restoran Burma
th: พม่า
vi: Miến Điện

source: Burritos
id: Burrito
ja: ブリトー
ms: Burito
th: เบอร์ริโต
vi: Món bánh Burrito

source: Bus Station
es: Estación de autobuses
fr: Gare routière
id: Terminal Bus
ja: バスターミナル
ms: Stesen Bas
th: สถานีรถประจำทาง
vi: Bến Xe buýt

source: Bus Stop
es: Parada de autobuses
fr: Arrêt de bus
id: Halte Bus
ja: バス停
ms: Perhentian Bas
th: ป้ายรถประจำทาง
vi: Trạm dừng xe buýt

source: Business Center
es: Centro de negocios
fr: Centre d'affaires
id: Pusat Bisnis
ja: ビジネスセンター
ms: Pusat Perniagaan
th: ศูนย์ธุรกิจ
vi: Trung tâm Thương mại

source: Butcher Shop
es: Carnicería
fr: Boucherie
id: Toko Daging
ja: 精肉店
ms: Kedai daging
th: ร้านขายเนื้อ
vi: Cửa hàng Thịt

source: Cable Car Station
es: Estación de teleférico
fr: Station de téléphérique
id: Stasiun Kereta Gantung
ja: ケーブルカー駅
ms: Stesen Kereta Kabel
th: สถานีรถเคเบิล
vi: Ga Cáp treo

source: Cafe
es: Cafetería
fr: Café
id: Kafe
ja: カフェ
ms: Kafe
th: คาเฟ่
vi: Cà phê

source: Cafeteria
es: Comedor/cantina
fr: Cafétéria
id: Kafetaria
ja: カフェテリア
ms: Kafetaria
th: โรงอาหาร
vi: Quán cà phê

source: Cajun & Creole
es: Cajún y criolla
fr: Cajun et créole
id: Cajun & Kreol
ja: ケージャンとクレオール
th: เคจุน และ ครีโอล

source: Cambodian
es: Camboyana
fr: Cambodgien
id: Restoran Kamboja
ja: カンボジア料理
ms: Restoran Cambodia
th: เขมร
vi: Campuchia

source: Camera Store
es: Tienda de cámaras
fr: Magasin d'appareil photo
id: Toko Kamera
ja: カメラ屋
ms: Kedai Kamera
th: ร้านกล้อง
vi: Cửa hàng Camera

source: Campground
es: Campamento
fr: Camping
id: Perkemahan
ja: キャンプ場
ms: Kawasan khemah
th: ลานกางเต้นท์
vi: Khu cắm trại

source: Candy Store
es: Tienda de caramelos/golosinas
fr: Magasin de bonbons
id: Toko Permen
ja: キャンディー屋
ms: Kedai Gula-gula
th: ร้านขายลูกกวาด
vi: Cửa hàng Kẹo

source: Cantonese
es: Cantonesa
fr: Cantonais
id: Restoran Kanton
ja: 広東料理
ms: Restoran Kantonis
th: จีนกวางตุ้ง
vi: Quảng Đông

source: Canyon
es: Desfiladero
id: Ngarai
ja: 渓谷
ms: Ngarai
th: ปืนใหญ่
vi: Hẻm núi

source: Capitol Building
es: Congreso de los Diputados
fr: Parlement
id: Gedung DPR
ja: 国会議事堂
ms: Bangunan Kapitol
th: ศาลากลาง
vi: Trụ sở Quốc hội

source: Car Wash
es: Lavadero de coches
fr: Station de lavage
id: Tempat Cuci Mobil
ja: 洗車場
ms: Mencuci Kereta
th: ล้างรถ
vi: Rửa xe

source: Caribbean
es: Caribeña
fr: Caraïbes
id: Restoran Karibia
ja: カリブ料理
ms: Restoran Caribbean
th: แคริบเบียน
vi: Caribe

source: Carousel
es: Tiovivo
fr: Manège
id: Komidi Putar
ja: 回転木馬
ms: Karusel
th: ม้าหมุน
vi: Trò kéo quân

source: Carpenter
es: Carpintero
fr: Charpentier
id: Tukang Kayu
ja: 大工
ms: Tukang kayu
th: ช่างไม้
vi: Thợ mộc

source: Carpets & Floor Coverings
es: Alfombras y revestimiento de suelos
fr: Sols et tapis
id: Karpet & Penutup Lantai
ja: カーペットと床材
ms: Permaidani & Penutup Lantai
th: พรมและวัสดุพื้น
vi: Thảm & Lớp phủ sàn

source: Casino
id: Kasino
ja: カジノ
ms: Kasino
th: คาสิโน
vi: Sòng bạc

source: Castle
es: Castillo
fr: Château
id: Kastel
ja: 城
ms: Istana
th: ปราสาท
vi: Lâu đài

source: Catalog Store
es: Tienda de catálogos
fr: Magasin de vente sur catalogue
id: Toko Katalog
ja: カタログ通販店
ms: Kedai Katalog
th: ร้านแค็ตตาล็อกหนังสือ
vi: Cửa hàng Catalog

source: Catering
es: Cáterin
fr: Traiteur
id: Katering
ja: ケータリング／出前
ms: Katering
th: การจัดเลี้ยง
vi: Phục vụ ăn uống

source: Cave
es: Cueva
fr: Grotte
id: Gua
ja: 洞くつ
ms: Gua
th: ถ้ำ
vi: Hang động

source: Cemetery
es: Cementerio
fr: Cimetière
id: Kuburan
ja: 墓苑
ms: Perkuburan
th: สุสาน
vi: Nghĩa trang

source: Cha Chaan Teng
id: Restoran Cha Chaan Teng
ja: 広東風軽食店
th: ชาชังเตง

source: Chalets
es: Chalés
id: Vila Kecil
ja: シャレー（別荘）
ms: Chalet
th: กระท่อมบนภูเขา
vi: Nhà gỗ

source: Champagne Bar
es: Bar de champagne
fr: Bar à champagne
id: Bar Sampanye
ja: シャンペンバー
ms: Bar Champagne
th: บาร์เหล้าแชมเปญ
vi: Quầy bar phục vụ Rượu sâm banh

source: Check Cashing
es: Cambio de cheques
fr: Encaissement de chèques
id: Pencairan Cek
ja: 小切手の現金化
ms: Menunaikan Cek
th: ขึ้นเช็ค
vi: Thu đổi Ngân phiếu

source: Cheese Shop
es: Tienda de quesos
fr: Fromagerie
id: Toko Keju
ja: チーズ販売店
ms: Kedai Keju
th: ร้านขายชีส
vi: Cửa hàng Pho mát

source: Chess
es: Ajedrez
fr: Échecs
id: Catur
ja: チェス
ms: Catur
th: หมากรุก
vi: Cờ vua

source: Child Care
es: Cuidado infantil
fr: Garde d'enfant
id: Penitipan Anak
ja: チャイルドケア
ms: Asuhan Kanak-kanak
th: การดูแลสำหรับเด็ก
vi: Chăm sóc Trẻ em

source: Children's Clothing Store
es: Tienda de ropa infantil
fr: Vêtements pour enfant
id: Toko Pakaian Anak-anak
ja: 子供服販売店
ms: Kedai Pakaian Kanak-kanak
th: ร้านขายเสื้อผ้าเด็ก
vi: Cửa hàng Quần áo Trẻ em

source: Chinese
es: China
fr: Chinois
id: Restoran Cina
ja: 中華料理
ms: Restoran Cina
th: จีน
vi: Trung Quốc

source: Chinese Breakfast
es: Desayunos chinos
fr: Petit-déjeuner chinois
id: Sarapan Khas Cina
ja: 中華風朝食
ms: Sarapan Pagi Cina
th: อาหารเช้าสไตล์จีน

source: Chiropractor
es: Quiropráctico
fr: Chiropraticien
ja: カイロプラクター
ms: Kiropraktor
th: หมอนวด
vi: Bác sĩ chuyên chữa trị chấn thương

source: Chocolate Shop
es: Tienda de chocolates
fr: Chocolaterie
id: Toko Cokelat
ja: チョコレート販売店
ms: Kedai Coklat
th: ร้านขายช็อคโกแลต
vi: Cửa hàng Sô-cô-la

source: Church
es: Iglesia
fr: Église
id: Gereja
ja: 教会
ms: Gereja
th: โบสถ์คริส
vi: Nhà thờ

source: Circus
es: Circo
fr: Cirque
id: Sirkus
ja: サーカス
ms: Sarkas
th: ละครสัตว์
vi: Rạp xiếc

source: City Hall
es: Ayuntamiento
fr: Hôtel de ville
id: Balai Kota
ja: 市役所
ms: Dewan Bandar Raya
th: ศาลากลางจังหวัด
vi: Tòa Thị chính

source: City Park
es: Parque urbano
fr: Parc urbain
id: Taman Kota
ja: シティーパーク
ms: Taman Bandar
th: สวนสาธารณะของเมือง
vi: Công viên Thành phố

source: City Walls
es: Muralla
fr: Remparts
id: Tembok Kota
ja: 市壁
ms: Tembok Bandar
th: กำแพงเมือง
vi: Tường bao quanh Thành phố

source: Civic
es: Municipal
fr: Services publics
id: Pemerintahan
ja: 市民の
ms: Sivik
th: เทศบาล
vi: Hành chính

source: Civic Center
es: Centro cívico
fr: Centre administratif
id: Pusat Pemerintahan
ja: 市民センター
ms: Pusat Sivik
th: ศูนย์เทศบาล
vi: Trung tâm Hành chính

source: Cleaning & Sanitation
es: Limpieza y saneamiento
fr: Nettoyage et entretien
id: Pembersihan & Sanitasi
ja: 清掃と公衆衛生
ms: Pembersihan & Sanitasi
th: ทำความสะอาด และ อนามัย
vi: Dọn dẹp & Vệ sinh

source: Cliff
es: Acantilado
fr: Falaise
id: Tebing
ja: 崖
ms: Cenuram
th: หน้าผา
vi: Vách đá

source: Climbing Gym
es: Rocódromo
fr: Salle d'escalade
id: Panjat Tebing
ja: ボルダリングジム
ms: Gim Mendaki
th: ยิมกีฬาปีนหน้าผา
vi: Phòng tập Leo núi

source: Clinic
es: Clínica
fr: Clinique
id: Klinik
ja: 診療所
ms: Klinik
th: คลินิก
vi: Phòng khám

source: Clothing
es: Ropa
fr: Vêtements
id: Pakaian
ja: 衣料品
ms: Pakaian
th: เสื้อผ้า
vi: Quần áo
