Repository: roiscasherly/categories
Catalog: src/locales/*/messages.po
Languages: es, fr, id, ja, ms, th, vi

source: Cocktail Bar
es: Bar de cócteles
fr: Bar à cocktails
id: Bar Cocktail
ja: カクテルバー
ms: Bar Koktel
th: บาร์ค็อกเทล
vi: Quán rượu Cốc tai

source: Coffee Shop
es: Cafetería
fr: Café
id: Kedai Kopi
ja: コーヒー店
ms: Kedai Kopi
th: ร้านกาแฟ
vi: Quán cà phê

source: College
es: Universidad
fr: Université
id: Kampus
ja: 単科大学
ms: Kolej
th: วิทยาลัยปริญญาตรี
vi: Cao đẳng

source: College Academic Building
es: Edificio académico universitario
fr: Salles de cours universitaires
id: Gedung Perkuliahan
ja: 大学研究施設
ms: Bangunan Akademik Kolej
th: อาคารวิทยาลัยวิชาการ
vi: Tòa nhà Cao đẳng Học thuật

source: College Administrative Building
es: Centro administrativo universitario
fr: Administration universitaire
id: Gedung Administrasi Kampus
ja: 大学本部施設
ms: Bangunan Pentadbiran Kolej
th: อาคารวิทยาลัยการจัดการ
vi: Tòa nhà Cao đẳng Hành chính

source: College Bookstore
es: Librería de la universidad
fr: Librairie universitaire
id: Toko Buku Kampus
ja: 大学書店
ms: Kedai Buku Kolej
th: ร้านหนังสือวิทยาลัย
vi: Nhà sách Đại học

source: College Cafeteria
es: Cafetería de la universidad
fr: Restaurant universitaire
id: Kafetaria Kampus
ja: 大学カフェテリア
ms: Kafeteria Kolej
th: โรงอาหารวิทยาลัย
vi: Quán ăn Cao đẳng

source: College Dormitory / Residence Hall
es: Residencia universitaria
fr: Résidence universitaire
id: Asrama Kampus / Aula Tempat Tinggal
ja: 大学の寮／学生寮
ms: Asrama Kolej / Dewan Kediaman
th: หอพักมหาวิทยาลัย / หอพักนักศึกษา
vi: Nhà ở tập thể / Ký túc xá Đại học

source: College Gym
es: Gimnasio de la universidad
fr: Salle de sport universitaire
id: Gym Kampus
ja: 大学体育館
ms: Gim Kolej
th: ยิมวิทยาลัย
vi: Phòng Gym Cao đẳng

source: College Library
es: Biblioteca de la universidad
fr: Bibliothèque universitaire
id: Perpustakaan Kampus
ja: 大学図書館
ms: Perpustakaan Kolej
th: ห้องสมุดวิทยาลัย
vi: Thư viện Cao đẳng

source: College Quad
es: Patio de la universidad
fr: Place universitaire
id: Kompleks Kampus
ja: 大学中庭
ms: Kuad Kolej
th: ลานวิทยาลัย
vi: Sân trong Cao đẳng

source: College Rec Center
es: Centro de ocio de la universidad
fr: Centre culturel universitaire
id: Pusat Rekreasi Kampus
ja: 大学レクリエーションセンター
ms: Pusat Rekreasi Kolej
th: ศูนย์นันทนาการวิทยาลัย
vi: Trung tâm giải trí trường cao đẳng

source: College Theater
es: Teatro de la universidad
fr: Théâtre universitaire
id: Teater Kampus
ja: 大学講義堂
ms: Teater Kolej
th: โรงหนังวิทยาลัย
vi: Nhà hát Đại học

source: Colombian
es: Colombiana
fr: Colombien
id: Restoran Kolombia
ja: コロンビア料理
ms: Restoran Colombia
th: โคลัมเบีย
vi: Colombia

source: Comedy Club
es: Club de comedia
id: Klub Komedi
ja: コメディクラブ
ms: Kelab Komedi
th: ร้านเล่นตลก
vi: Câu lạc bộ Hài kịch

source: Comic Books
es: Cómics
fr: BD
id: Buku Komik
ja: マンガ
ms: Buku Komik
th: ร้านการ์ตูน
vi: Truyện tranh

source: Communications
es: Comunicaciones
id: Komunikasi
ja: コミュニケーション
ms: Komunikasi
th: การสื่อสาร
vi: Truyền thông

source: Community Association
es: Asociación comunitaria
fr: Association communautaire
id: Asosiasi Masyarakat
ja: 地域自治会
ms: Persatuan Komuniti
th: สมาคมเพื่อชุมชน
vi: Hiệp hội Cộng đồng

source: Community Center
es: Centro comunitario
fr: Centre social
id: Pusat Komunitas
ja: コミュニティセンター
ms: Pusat Komuniti
th: ศูนย์ชุมชน
vi: Trung tâm Cộng đồng

source: Community College
es: Instituto terciario
fr: Établissement d'enseignement supérieur
id: Program Diploma
ja: コミュニティカレッジ
ms: Kolej Komuniti
th: สโมสรวิทยาลัย
vi: Cao đẳng Cộng đồng

source: Computer Services
es: Servicios informáticos
fr: Services informatiques
id: Layanan Komputer
ja: コンピュータサービス
ms: Perkhidmatan Komputer
th: ซ่อมคอมพิวเตอร์
vi: Dịch vụ Máy tính

source: Computers & Home Electronics
es: Ordenadores y electrónica del hogar
fr: Ordinateurs et appareil électroniques
id: Komputer & Elektronik Rumah Tangga
ja: コンピュータと家電製品
ms: Komputer & Elektronik Rumah
th: ร้านคอมพิวเตอร์และอุปกรณ์ไฟฟ้าในบ้าน
vi: Máy vi tính & Điện tử gia dụng

source: Concert Hall
es: Sala de conciertos
fr: Salle de concert
id: Ruang Konser
ja: コンサートホール
ms: Dewan Konsert
th: คอนเสิร์ต
vi: Phòng hòa nhạc

source: Confucian Temple
es: Templo confuciano
fr: Temple confucéen
id: Kuil Konfusianisme
ja: 孔子廟
ms: Tokong Confucius
th: วัดขงจื๊อ
vi: Đền thờ Khổng Tử

source: Construction Company
es: Constructora
fr: Entreprise de bâtiment
id: Perusahaan Konstruksi
ja: 建築会社
ms: Syarikat Pembinaan
th: บริษัทรับเหมาก่อสร้าง
vi: Công ty Xây dựng

source: Consulate / Embassy
es: Consulado/embajada
fr: Consulat/ambassade
id: Konsulat / Kedutaan
ja: 領事館／大使館
ms: Konsulat/ Duta
th: สถานกงศุล / สถานเอกอัครราชทูต
vi: Lãnh sự quán / Đại sứ quán

source: Convenience Store
es: Tienda de barrio
fr: Magasin de proximité
id: Swalayan
ja: コンビニエンス・ストア
ms: Kedai mudah beli
th: ร้านสะดวกซื้อ
vi: Cửa hàng Tiện lợi

source: Convent
es: Convento
fr: Couvent
id: Biara
ja: 女子修道院
ms: Biara
th: ชมรมคริสเตียน
vi: Nữ tu viện

source: Convention Center
es: Palacio de congresos
fr: Palais des congrès
id: Pusat Konvensi
ja: コンベンションセンター
ms: Pusat Konvensyen
th: ศูนย์ประชุม
vi: Trung tâm Hội nghị

source: Cooking School
es: Escuela de cocina
fr: École hôtelière
id: Sekolah Memasak
ja: クッキングスクール
ms: Sekolah Memasak
th: โรงเรียนสอนทำอาหาร
vi: Trường Nấu ăn

source: Cosmetics Shop
es: Tienda de cosméticos
fr: Magasin de cosmétiques
id: Toko Kosmetik
ja: 化粧品店
ms: Kedai Kosmetik
th: ร้านเครื่องสำอาง
vi: Cửa hàng Mỹ phẩm

source: Costume Shop
es: Tienda de disfraces
fr: Magasin de costumes
id: Toko Kostum
ja: コスチューム店
ms: Kedai Kostum
th: ร้านชุดคอสตูม
vi: Cửa hàng Trang phục

source: Court House
es: Juzgados
fr: Palais de justice
id: Gedung Pengadilan
ja: 裁判所
ms: Bangunan Mahkamah
th: ศาล
vi: Trụ sở Tòa án

source: Coworking Space
es: Espacio de trabajo compartido
fr: Espace de co-working
id: Ruang Kerja Bersama
ja: コワーキングスペース
ms: Ruang Bekerja
th: พื้นที่ทำงานร่วมกัน
vi: Không gian Làm việc chung

source: Craft Store
es: Tienda de artesanía/manualidades
fr: Magasin de matériel créatif
id: Toko Kerajinan
ja: 工芸品店
ms: Kedai Kraf
th: ร้านขายของงานฝีมือ
vi: Cửa hàng Đồ thủ công

source: Credit Union
es: Cooperativa de crédito
fr: Coopérative de crédit
id: Serikat Kredit
ja: 信用組合
ms: Kesatuan Kredit
th: เครดิตยูเนี่ยน
vi: Hội tín dụng

source: Creperie
es: Crepería
fr: Crêperie
ja: クレープ屋
th: เครป
vi: Bánh kếp

source: Cricket
es: Críquet
id: Kriket
ja: クリケット
ms: Kriket
th: กีฬาคริกเก็ต
vi: Bóng gậy

source: Cuban
es: Cubana
fr: Cubain
id: Restoran Kuba
ja: キューバ料理
ms: Restoran Cuba
th: คิวบา
vi: Cuba

source: Cultural Center
es: Centro cultural
fr: Centre culturel
id: Pusat Kebudayaan
ja: 文化センター
ms: Pusat Budaya
th: ศูนย์วัฒนธรรม
vi: Trung tâm Văn hóa

source: Cupcake Shop
es: Tienda de cupcakes
fr: Boutique de cupcakes
id: Toko Cupcake
ja: ケーキ屋
ms: Kedai Kek Cawan
th: คัพเค้ก
vi: Cửa hàng Bánh nướng nhỏ

source: Currency Exchange
es: Cambio de divisas
fr: Bureau de change
id: Penukaran Mata Uang
ja: 両替
ms: Pertukaran Mata Wang
th: แลกเปลี่ยนสกุลเงิน
vi: Hối đoái

source: Customs House
es: Oficina de aduanas
fr: Douanes
id: Kantor Bea Cukai
ja: 税関
ms: Pejabat Kastam
th: ด่านศุลกากร
vi: Trụ sở Hải quan

source: Cycle Studio
es: Sala de spinning
fr: Vélo en salle
id: Studio Sepeda
ja: サイクルスタジオ
ms: Studio Berbasikal
th: สตูดิโอปั่นจักรยาน
vi: Phòng tập Đạp xe

source: Czech
es: Checa
fr: Tchèque
id: Restoran Ceko
ja: チェコ料理
ms: Restoran Czech
th: เช็ค
vi: Séc

source: Dairy Farm
es: Granja de lácteos
fr: Exploitation laitière
id: Peternakan Sapi Perah
ja: 酪農場
ms: Kebun Tenusu
th: ฟาร์มนม
vi: Trại sản xuất Bơ sữa

source: Dairy Store
es: Tienda de productos lácteos
fr: Crèmerie
id: Toko Susu
ja: 乳製品販売店
ms: Kedai Tenusu
th: ร้านขายนม
vi: Cửa hàng Bơ sữa

source: Dam
es: Presa
fr: Barrage
id: Bendungan
ja: ダム
ms: Empangan
th: เขื่อน
vi: Đập

source: Dance
es: Bailes
fr: Danse
id: Dansa
ja: ダンス
ms: Menari
th: เพลงแดนซ์
vi: Khiêu vũ

source: Dance Hall
es: Salón de baile
fr: Salle de danse
id: Lantai Dansa
ja: ダンスホール
ms: Dewan Tari-menari
th: เต้นรำ
vi: Vũ trường

source: Dance Studio
es: Academia de baile
fr: Studio de danse
id: Studio Tari
ja: ダンス・スタジオ
ms: Studio Tarian
th: โรงเรียนสอนเต้น
vi: Phòng nhảy

source: Day Spa
es: Spa de día
fr: Spa de jour
id: Spa Sehari
ja: デイ・スパ
ms: Spa Siang Hari
th: สปา
vi: Spa Ban ngày

source: Deli
es: Charcutería
fr: Delicatessen
id: Masakan Deli
ja: デリ
th: ร้านอาหารสำเร็จรูป

source: Dentist
es: Dentista
fr: Dentiste
id: Dokter Gigi
ja: 歯科医
ms: Doktor Gigi
th: ทำฟัน
vi: Nha sĩ

source: Department Store
es: Grandes almacenes
fr: Grand magasin
id: Toserba
ja: デパート
ms: Kedai serbaneka
th: ห้างสรรพสินค้า
vi: Cửa hàng Bách hoá

source: Department of Motor Vehicles
es: Jefatura de tráfico
fr: Préfecture
id: Kantor Pengurusan Surat Kendaraan Bermotor
ja: 運転免許試験場／運輸局
ms: Jabatan Kenderaan Bermotor
th: กรมยานยนต์
vi: Sở quản lý Cơ giới

source: Dessert Shop
es: Postres
fr: Boutique de desserts
id: Toko Makanan Penutup
ja: デザート屋
ms: Kedai Pencuci Mulut
th: ร้านขนม
vi: Cửa hàng Món tráng miệng

source: Detective & Security Services
es: Servicios de seguridad y detectives
fr: Services de sécurité et détective
id: Layanan Detektif & Keamanan
ja: 探偵とセキュリティサービス
ms: Perkhidmatan Mengesan & Keselamatan
th: บริการนักสืบและความปลอดภัย
vi: Dịch vụ Thám tử & Bảo vệ

source: Diet & Weight Loss
es: Dietas y pérdida de peso
fr: Centre d'amincissement
id: Diet & Penurunan Berat Badan
ja: ダイエットと減量
ms: Diet & Hilang Berat Badan
th: ลดน้ำหนัก และ คุมอาหาร
vi: Ăn kiêng & Giảm cân

source: Dietary & Supplement Shop
es: Tienda de dietética y suplementos alimenticios
fr: Boutique de compléments alimentaires
id: Toko Makanan & Suplemen
ja: 栄養と健康補助食品店
ms: Kedai Pemakanan & Tambahan
th: อาหารคุมน้ำหนักและอาหารเสริม
vi: Cửa hàng Thực phẩm & Thực phẩm bổ sung

source: Dike
es: Dique
fr: Digue
id: Tanggul
ja: 堤防
ms: Daik
th: ฝาย
vi: Đê

source: Dim Sum
ja: 点心
th: ติ่มซำ
vi: Điểm tâm

source: Diner
es: Restaurante
id: Kedai Makan
ja: ダイナー
ms: Gerabak makan minum
th: ร้านอาหารท้องถิ่น
vi: Bữa tối

source: Dining
es: Comida
fr: Restaurants
id: Restoran
ja: ダイニング
ms: Ruang makan
th: อาหาร
vi: Ăn uống

source: Dinner Theater
es: Café teatro
fr: Dîner spectacle
id: Teater Makan Malam
ja: ディナーシアター
ms: Panggung Wayang Makan Malam
th: โรงละครดินเนอร์
vi: Nhà hát bao gồm Bữa tối

source: Disc Golf
ja: ディスクゴルフ
ms: Golf Cakera
th: กอล์ฟแผ่นจานดิสก์
vi: Thể thao Đĩa bay

source: Discount & Variety Store
es: Bazar y tienda de descuentos
fr: Magasin à prix unique
id: Toko Serba Ada & Rabat
ja: 安売り店と雑貨店
ms: Kedai Diskaun & Aneka
th: ลดราคาและขายของหลากหลาย
vi: Cửa hàng bán hạ giá & Tiệm tạp hóa

source: Distillery
es: Destilería
fr: Distillerie
id: Tempat Penyulingan
ja: 蒸留酒製造所
ms: Kilang penyulingan
th: โรงต้มกลั่น
vi: Nhà máy rượu

source: Distribution Center
es: Centro de distribución
fr: Centre logistique
id: Pusat Distribusi
ja: 流通センター
ms: Pusat Pengagihan
th: ศูนย์กลางกระจายสินค้า
vi: Trung tâm Phân phối

source: Dive Bar
es: Garito
fr: Bar de quartier
ja: 安酒場
ms: Bar Tidak Senonoh
th: บาร์ริมทาง
vi: Quán rượu Chui

source: Dive Center
es: Centro de buceo
fr: Centre de plongée
id: Pusat Menyelam
ja: ダイビングセンター
ms: Pusat Terjun
th: ศูนย์ดำน้ำ
vi: Trung tâm Lặn

source: Diving Center
es: Centro de buceo
fr: Centre de plongée
id: Pusat Selam
ja: ダイビングセンター
ms: Pusat Terjun
th: ศูนย์ดำน้ำ
vi: Trung tâm Lặn

source: Doctor
es: Médico
fr: Médecin
id: Dokter
ja: 医師
ms: Doktor
th: หมอ
vi: Bác sĩ

source: Dog Park
es: Parque para perros
fr: Parc canin
id: Taman Anjing
ja: ドッグパーク
ms: Taman Anjing
th: สวนสุนัข
vi: Công viên dành cho Chó

source: Dog Racetrack
es: Canódromo
fr: Courses de chiens
id: Arena Balap Anjing
ja: ドッグレース場
ms: Balapan Lumba Anjing
th: สนามแข่งสุนัข
vi: Đường đua Chó

source: Dongbei
ja: 中国東北区料理
th: ตงเป่ย

source: Donut Shop
es: Dónuts
fr: Boutique de donuts
id: Toko Donat
ja: ドーナツ屋
ms: Kedai Donut
th: ร้านโดนัท
vi: Cửa hàng Bánh Donut

source: Dosa
es: Dosas
ja: ドーサ
th: โรตี
vi: Bánh Dosa

source: Drinking Water
es: Agua potable
fr: Eau potable
id: Air Minum
ja: 飲料水
ms: Minum Air
th: น้ำดื่ม
vi: Nước uống

source: Drive-in Theater
es: Autocine
fr: Cinéma drive-in
id: Bioskop Drive-in
ja: ドライブインシアター
ms: Panggung Pandu masuk
th: โรงหนังไดร์ฟอิน
vi: Rạp hát ngoài trời

source: Driving School
es: Autoescuela
fr: École de conduite
id: Sekolah Mengemudi
ja: 運転免許教習所
ms: Sekolah Memandu
th: โรงเรียนสอนขับรถ
vi: Trường dạy Lái xe

source: Dry Cleaner
es: Tintorería
fr: Pressing
id: Pembersih Kering
ja: ドライクリーニング店
ms: Kedai Cucian Kering
th: ร้านซักแห้ง
vi: Giặt khô

source: Dumpling
es: Dumplings
fr: Ravioles
id: Pangsit
ja: ギョーザ／ダンプリング
ms: Ladu
th: เกี๊ยว
vi: Bánh bao

source: Dunes
es: Dunas
id: Bukit Pasir
ja: 砂丘
ms: Gumuk
th: เนินทราย
vi: Cồn cát

source: Dutch
es: Neerlandesa
fr: Néerlandais
id: Restoran Belanda
ja: オランダ料理
ms: Restoran Belanda
th: ฮอลแลนด์
vi: Hà Lan

source: Duty Free Shop
es: Tienda libre de impuestos
fr: Boutique hors taxes
id: Toko Bebas Pajak
ja: 免税店
ms: Kedai Bebas Cukai
th: ร้านปลอดภาษี
vi: Cửa hàng Miễn thuế

source: Duty-free Shop
es: Tienda libre de impuestos
fr: Boutique hors taxes
id: Toko Bebas Pajak
ja: 免税店
ms: Kedai Bebas Cukai
th: ร้านปลอดภาษี
vi: Cửa hàng Miễn thuế

source: EV Charging Station
es: Área de carga de vehículos eléctricos
fr: Station de chargement de véhicule électrique
id: Stasiun Pengisian EV
ja: EV 充電スタンド
ms: Stesen Mengecas EV
th: สถานีชาร์จรถ EV
vi: Trạm sạc EV

source: Eastern European
es: Europa del este
fr: Est-européen
id: Restoran Eropa Timur
ja: 東欧料理
ms: Restoran Eropah Timur
th: ยุโรปตะวันออก
vi: Đông Âu

source: Education
es: Educación
fr: Enseignement
id: Edukasi
ja: 教育関連
ms: Pendidikan
th: การศึกษา
vi: Giáo dục

source: Electrician
es: Electricista
fr: Électricien
id: Tukang Listrik
ja: 電気技師
ms: Juruelektrik
th: ช่างไฟฟ้า
vi: Thợ điện

source: Electronics Store
es: Tienda de electrónica
fr: Magasin d'appareils électroniques
id: Toko Barang Elektronik
ja: 家電用品店
ms: Kedai Elektronik
th: ร้านอุปกรณ์อิเล็กทรอนิค
vi: Cửa hàng Điện tử

source: Elementary School
es: Colegio de primaria
fr: École élémentaire
id: Sekolah Dasar
ja: 小学校
ms: Sekolah Rendah
th: โรงเรียนประถมศึกษา
vi: Trường Tiểu học

source: Elevator
es: Ascensor
fr: Ascenseur
id: Lift
ja: エレベーター
ms: Lif
th: ลิฟท์
vi: Thang máy

source: Emergency Phone
es: Teléfono de emergencia
fr: Numéro d'urgence
id: Telepon Darurat
ja: 緊急電話
ms: Telefon Kecemasan
th: โทรศัพท์ฉุกเฉิน
vi: Điện thoại Khẩn cấp

source: Emergency Room
es: Centro de urgencias
fr: Urgences
id: Ruang Gawat Darurat
ja: 緊急治療室
ms: Bilik Kecemasan
th: ห้องฉุกเฉิน
vi: Phòng cấp cứu

source: Emergency Shelter
es: Refugio de emergencia
fr: Hébergement d'urgence
id: Penampungan Darurat
ja: 緊急避難所
ms: Tempat Berlindung Kecemasan
th: ที่พักพิงฉุกเฉิน
vi: Chỗ tạm trú Khẩn cấp

source: Empanada
es: Empanadas
ja: エンパナーダ
th: พาย
vi: Bánh Empanada

source: Employment Agencies
es: Agencias de empleo
fr: Agence d'intérim
id: Agen Tenaga Kerja
ja: 職業紹介所
ms: Agensi Pekerjaan
th: บริษัทจัดหางาน
vi: Trung tâm Tư vấn việc làm

source: Employment Agency
es: Agencia de empleo
fr: Agence d'emploi privée
id: Agen Tenaga Kerja
ja: 職業紹介所
ms: Agensi Pekerjaan
th: ตัวแทนจัดหางาน
vi: Trung tâm Tư vấn việc làm

source: Engineering
es: Ingeniería
fr: Ingénierie
id: Teknik
ja: エンジニアリング
ms: Kejuruteraan
th: วิศวกรรม
vi: Kỹ thuật

source: Entertainment Service
es: Servicio de entretenimiento
fr: Service de divertissement
id: Layanan Hiburan
ja: エンターテインメントサービス
ms: Perkhidmatan Hiburan
th: บริการความบันเทิง
vi: Dịch vụ Giải trí

source: Entrance
es: Entrada
fr: Entrée
id: Jalan Masuk
ja: 入口
ms: Jalan masuk
th: ทางเข้า
vi: Lối vào

source: Equipment Rental
es: Alquiler de equipos
fr: Location de matériel
id: Rental Peralatan
ja: 設備賃貸
ms: Sewaan Peralatan
th: เช่าอุปกรณ์ช่าง
vi: Thuê dụng cụ

source: Erotic Museum
es: Museo erótico
fr: Musée de l'érotisme
id: Museum Erotis
ja: エッチな博物館
ms: Muzium Erotik
th: พิพิธภัณฑ์อิโรติค
vi: Bảo tàng Tình ái

source: Escalator
es: Escalera mecánica
id: Eskalator
ja: エスカレーター
ms: Eskalator
th: บันไดเลื่อน
vi: Thang cuốn

source: Ethiopian
es: Etíope
fr: Éthiopien
id: Restoran Ethiopia
ja: エチオピア料理
ms: Restoran Ethiopia
th: เอธิโอเปีย
vi: Ethiopia

source: Event Space
es: Espacio para eventos
fr: Espace événementiel
id: Ruang Acara
ja: イベントスペース
ms: Ruang Acara
th: สถานที่จัดอีเว้นท์
vi: Không gian Tổ chức sự kiện

source: Event Tickets
es: Venta de entradas
fr: Billetterie
id: Tiket Acara
ja: イベントチケット
ms: Tiket Acara
th: ขายตั๋วงานต่างๆ
vi: Vé Sự kiện

source: Events
es: Actividades
fr: Événementiel
id: Acara
ja: イベント
ms: Acara
th: งานอีเว้นท์
vi: Sự kiện

source: Exhibition Hall
es: Sala de exposiciones
fr: Salle d'exposition
id: Ruang Pameran
ja: 展示ホール
ms: Dewan Pameran
th: ศูนย์แสดงงาน
vi: Phòng triển lãm

source: Fabric Store
es: Tienda de telas
fr: Magasin de tissus
id: Toko Kain
ja: 布地販売店
ms: Kedai Kain
th: ร้านขายผ้า
vi: Cửa hàng Bán vải

source: Factory
es: Fábrica
fr: Usine
id: Pabrik
ja: 工場
ms: Kilang
th: โรงงาน
vi: Nhà máy

source: Falafel
ja: ファラフェル
th: ฟาลาเฟล
vi: Viên bột đậu rán

source: Farm
es: Granja
fr: Ferme
id: Pertanian
ja: 農場
ms: Kebun
th: ฟาร์ม
vi: Nông trại

source: Farmers Market
es: Mercado campesino
fr: Marché de fruits et légumes
id: Pasar Tani
ja: 農作物市場
ms: Pasar Tani
th: ตลาดเกษตรกร
vi: Chợ Nông sản

source: Farming
es: Granja
fr: Agriculture
id: Pertanian
ja: 農業
ms: Perladangan
th: ทำฟาร์ม
vi: Nông trại

source: Fast Food
es: Comida rápida
id: Makanan Cepat Saji
ja: ファーストフード
ms: Makanan Segera
th: ฟาสต์ฟู้ด
vi: Thức ăn Nhanh

source: Ferry Terminal
es: Terminal de transbordadores
fr: Terminal de ferry
id: Terminal Feri
ja: フェリーターミナル
ms: Terminal Feri
th: อาคารผู้โดยสารเรือ
vi: Bến phà

source: Festival
ja: フェスティバル
ms: Pesta
th: งานเทศกาล
vi: Lễ hội

source: Filipino
es: Filipina
fr: Philippin
id: Restoran Filipina
ja: フィリピン料理
ms: Restoran Filipina
th: ฟิลิปปินส์
vi: Philippines

source: Film & Video Production
es: Producción de películas y vídeos
fr: Entreprise de production audiovisuelle
id: Produksi Film & Video
ja: フィルム制作とビデオ制作
ms: Pengeluaran Filem & Video
th: โปรดักชันทำหนังและวีดีโอ
vi: Sản xuất Phim & Video

source: Financial Services
es: Servicios financieros
fr: Services financiers
id: Layanan Finansial
ja: 金融サービス
ms: Perkhidmatan Kewangan
th: บริการทางการเงิน
vi: Dịch vụ Tài chính

source: Fine Arts
es: Bellas artes
fr: Beaux-arts
id: Seni Murni
ja: 絵画
ms: Seni Halus
th: ศิลปะ
vi: Mỹ thuật

source: Fire Station
es: Parque de bomberos
fr: Caserne de pompiers
id: Stasiun Pemadam Kebakaran
ja: 消防署
ms: Balai Bomba
th: สถานีดับเพลิง
vi: Trạm cứu hỏa

source: Firepit
es: Pozo para hacer fuego
fr: Feu de camp
id: Lubang Api
ja: 囲炉裏
ms: Lubang bakar
th: กองไฟ
vi: Hố đốt lửa trại

source: Fish & Chips
id: Ikan & Kentang Goreng
ja: フィッシュ＆チップス
ms: Ikan & Kentang Goreng
th: ฟิชแอนด์ชิปส์
vi: Cá & Khoai tây chiên

source: Fish Market
es: Pescadería
fr: Marché aux poissons
id: Pasar Ikan
ja: 海産物市場
ms: Pasar Ikan
th: ร้านขายปลา
vi: Chợ cá

source: Fishing
es: Zona de pesca
fr: Pêche
id: Memancing
ja: 釣り
ms: Memancing ikan
th: ตกปลา
vi: Câu cá

source: Fishing Supply
es: Suministro de pesca
fr: Matériel de pêche
id: Persediaan Memancing
ja: 釣り道具屋
ms: Bekalan Perikanan
th: ร้านขายอุปกรณ์ตกปลา
vi: Dụng cụ Câu cá

source: Fitness Center
es: Centro de fitness
fr: Salle de fitness
id: Pusat Kebugaran
ja: フィットネスセンター
ms: Pusat Kecergasan
th: ฟิตเนส
vi: Trung tâm Thể dục

source: Flea Market
es: Mercadillo
fr: Marché aux puces
id: Pasar Loak
ja: 蚤の市
ms: Pasar Lambak
th: ตลาดของมือสอง
vi: Chợ trời

source: Flight School
es: Escuela de vuelo
fr: École de pilotage
id: Sekolah Penerbangan
ja: 航空学校
ms: Sekolah Penerbangan
th: โรงเรียนการบิน
vi: Trường bay

source: Florist
es: Floristería
fr: Fleuriste
id: Penjual Bunga
ja: 花屋
ms: Kedai bunga
th: ร้านดอกไม้
vi: Người bán hoa

source: Fondue
ja: フォンデュ
th: ช็อคโกแลตฟองดู
vi: Lẩu pho mát

source: Food & Beverage
es: Comida y bebida
fr: Alimentation et boissons
id: Makanan & Minuman
ja: 食事と飲み物
ms: Makanan & Minuman
th: ร้านอาหารและเครื่องดื่ม
vi: Thực phẩm & Nước giải khát

source: Food Court
es: Zona de restaurantes
fr: Aire de restauration
ja: フードコート
ms: Gerai Makanan
th: ศูนย์อาหาร
vi: Khu ăn uống

source: Football Stadium
es: Estadio de fútbol americano
fr: Stade de football américain
id: Stadion Sepak Bola
ja: アメリカンフットボールスタジアム
ms: Stadium Bola Sepak
th: สนามอเมริกันฟุตบอล
vi: Sân vận động Bóng đá

source: Forest
es: Bosque
fr: Forêt
id: Hutan
ja: 森
ms: Hutan
th: ป่าไม้
vi: Rừng

source: Fortress
es: Fortaleza
fr: Forteresse
id: Benteng
ja: 要塞
ms: Kubu
th: ป้อมปราการ
vi: Pháo đài

source: Foundation
es: Fundación
fr: Fondation
id: Yayasan
ja: ファンデーション
ms: Yayasan
th: มูลนิธิ
vi: Quỹ tài trợ

source: Fountain
es: Fuente
fr: Fontaine
id: Air Mancur
ja: 噴水
ms: Air pancut
th: น้ำพุ
vi: Nguồn nước

source: Frame Shop
es: Tienda de enmarcación
fr: Boutique d'encadrement
id: Toko Bingkai
ja: 額縁屋
ms: Kedai Bingkai
th: ร้านกรอบรูป
vi: Cửa hàng bán Khung tranh

source: Fraternity House
es: Colegio mayor masculino
fr: Fraternité
id: Rumah Persaudaraan
ja: 大学の友愛会館
ms: Rumah Frateniti
th: บ้านชมรมพี่น้องมหาวิทยาลัย
vi: Ký túc xá Nam

source: French
es: Francesa
fr: Français
id: Restoran Perancis
ja: フランス料理
ms: Restoran Perancis
th: ฝรั่งเศส
vi: Pháp

source: Fried Chicken
es: Pollo asado
fr: Poulet frit
id: Ayam Goreng
ja: フライドチキン
ms: Ayam Goreng
th: ไก่ทอด
vi: Gà rán

source: Friterie
ja: ベルギー風フライドポテト
ms: Goreng
th: มันฝรั่งทอดเบลเยียม
vi: Quán bán khoai tây rán

source: Frozen Yogurt
es: Yogur helado
fr: Yaourt glacé
id: Yogurt Beku
ja: フローズンヨーグルト
ms: Yogurt Sejuk
th: ไอศครีมโยเกิร์ต
vi: Kem sữa chua

source: Fruits & Vegetables
es: Fruta y verdura
fr: Fruits et légumes
id: Buah & Sayuran
ja: 果物と野菜
ms: Buah-buahan & Sayur-sayuran
th: ร้านขายผลไม้และผัก
vi: Trái cây & Rau quả

source: Fujian
id: Restoran Fujian
ja: 福建料理
ms: Restoran Fuji
th: ฝูเจี้ยน

source: Funeral Home
es: Funeraria
fr: Pompes funèbres
id: Rumah Duka
ja: 葬儀場
ms: Rumah Pengebumian
th: บ้านงานศพ
vi: Nhà tang lễ

source: Gaming Cafe
es: Cibercafé para gamers
fr: Café gaming
id: Kafe Game
ja: ゲームカフェ
ms: Kafe Permainan
th: ร้านเกมส์
vi: Quán cà phê Game

source: Garden
es: Jardín
fr: Jardin
id: Kebun
ja: 庭
ms: Taman
th: สวน
vi: Vườn

source: Garden Center
es: Vivero
fr: Jardinerie
id: Pusat Taman
ja: 園芸用品店
ms: Pusat Taman
th: อุปกรณ์แต่งสวน
vi: Trung tâm kinh doanh Hạt giống

source: Gas Station
es: Gasolinera
fr: Station-service
id: Pom Bensin
ja: ガソリンスタンド
ms: Stesen minyak
th: ปั๊ม
vi: Trạm xăng

source: Gastropub
fr: Brasserie
ja: ガストロパブ
th: ร้านนั่งชิล
vi: Quán rượu có bán đồ ăn

source: Gate
es: Puerta
fr: Porte
id: Gerbang
ja: ゲート
ms: Pintu gerbang
th: ประตูเมือง
vi: Cổng

source: Gay Bar
es: Bar gay
fr: Bar gay
id: Bar Gay
ja: ゲイバー
ms: Bar Lelaki Homoseksual
th: บาร์เกย์
vi: Quán bar Đồng tính

source: General Clothing Store
es: Tienda de ropa genérica
fr: Magasin de vêtements
id: Toko Pakaian Umum
ja: 一般衣料店
ms: Kedai Pakaian Am
th: ร้านขายเสื้อผ้าทั่วไป
vi: Cửa hàng Quần áo Tổng hợp

source: German
es: Alemana
fr: Allemand
id: Restoran Jerman
ja: ドイツ料理
ms: Restoran Jerman
th: เยอรมัน
vi: Đức

source: Gifts & Souvenirs
es: Regalos y recuerdos
fr: Cadeaux et souvenirs
id: Hadiah & Suvenir
ja: 贈り物とお土産
ms: Hadiah & Cenderamata
th: ของขวัญและของที่ระลึก
vi: Quà tặng & Đồ lưu niệm

source: Glacier
es: Glaciar
id: Gletser
ja: 氷河
ms: Glasier
th: ธารน้ำแข็ง
vi: Sông băng

source: Gluten-free
es: Sin gluten
fr: Sans gluten
id: Bebas gluten
ja: グルテンフリー
ms: Bebas gluten
th: กลูเตน-ฟรี
vi: Chế độ ăn không có gluten

source: Go Karts
es: Karts
fr: Karting
id: Gokart
ja: ゴーカート
ms: Go-kart
th: โกคาร์ท
vi: Xe Go Kart

source: Golf Course
es: Campo de golf
fr: Parcours de golf
id: Lapangan Golf
ja: ゴルフコース
ms: Padang Golf
th: สนามกอล์ฟ
vi: Sân golf

source: Golf Driving Range
es: Campo de golf de práctica
fr: Practice de golf
id: Driving Range Golf
ja: ゴルフ打ちっぱなし
ms: Lapangan Sasar Golf
th: สนามไดร์ฟกอล์ฟ
vi: Sân tập gôn
