Repository: roiscasherly/categories
Catalog: src/locales/*/messages.po
Languages: es, fr, id, ja, ms, th, vi

source: Optical Goods
es: Óptica
fr: Opticien
id: Barang Optik
ja: 眼鏡屋
ms: Barangan Optik
th: อุปกรณ์เกี่ยวกับสายตา
vi: Hàng hóa Quang học

source: Optometrist
es: Óptico-optometrista
fr: Ophtalmologiste
id: Ahli Kacamata
ja: 検眼医
ms: Optometris
th: นักทัศนมาตรศาสตร์
vi: Bác sĩ nhãn khoa

source: Orchard
es: Huerto
fr: Verger
id: Kebun Buah-buahan
ja: 果樹園
ms: Ladang
th: สวนผลไม้
vi: Vườn cây ăn quả

source: Organization
es: Organización
fr: Organisme
id: Organisasi
ja: 組織
ms: Organisasi
th: องค์กร
vi: Tổ chức

source: Outdoor Supply
es: Material de exteriores
fr: Équipements extérieurs
id: Perlengkapan Outdoor
ja: アウトドア用品店
ms: Bekalan Luar
th: อุปกรณ์กิจกรรมกลางแจ้ง
vi: Đồ dùng Ngoài trời

source: Outdoors & Recreation
es: Exterior y ocio
fr: Loisirs extérieurs
id: Outdoor & Rekreasi
ja: アウトドアとレクリエーション
ms: Rekreasi & Luar
th: กิจกรรมกลางแจ้งและกิจกรรมพักผ่อนหย่อนใจ
vi: Ngoài trời & Giải trí

source: Outlet Mall
es: Centro comercial outlet
fr: Centre commercial d'usine
ja: アウトレットモール
ms: Kawasan membeli-belah Peruncit
th: ห้างสรรพสินค้าเอ้าต์เลท
vi: Khu bán Hàng tồn kho

source: Outlet Store
es: Tienda outlet
fr: Magasin d'usine
id: Toko Outlet
ja: アウトレットストア
ms: Kedai Peruncit
th: ร้านเอ้าต์เลท
vi: Cửa hàng Tồn kho

source: Oxygen Bar
es: Bar de oxígeno
fr: Bar à oxygène
id: Bar Oksigen
ja: 酸素バー
ms: Bar Oksigen
th: บาร์ออกซิเจน
vi: Quán bar Oxy

source: Padangnese
es: Padanguensa
fr: Padang
id: Restoran Padang
ja: パダンバイ料理
ms: Restoran Padang
th: พาแดง

source: Pagoda
fr: Pagode
id: Kelenteng
ja: 寺院
th: เจดีย์
vi: Chùa

source: Paintball Field
es: Campo de paintball
fr: Terrain de paintball
id: Lapangan Paintball
ja: ペイントボールフィールド
ms: Padang Bola Cat
th: สนามเพ้นท์บอล
vi: Sân Bắn súng sơn

source: Painting Company
es: Empresa de pintura
fr: Entreprise de peinture
id: Perusahaan Cat
ja: 塗装会社
ms: Syarikat Mengecat
th: บริษัททาสี
vi: Công ty Sơn

source: Pakistani
es: Pakistaní
fr: Pakistanais
id: Restoran Pakistan
ja: パキスタン料理
ms: Restoran Pakistan
th: ปากีสถาน
vi: Pakistan

source: Palace
es: Palacio
fr: Palais
id: Istana
ja: 宮殿
ms: Istana
th: พระราชวัง
vi: Cung điện

source: Pancake House
es: Local de tortitas/gofres
fr: Pancakes
id: Rumah Pancake
ja: パンケーキ屋
ms: Rumah Penkek
th: แพนเค้ก
vi: Nhà Bánh kếp

source: Parking Garage/Lot
es: Aparcamiento
fr: Garage/parking
id: Garasi/Tempat Parkir
ja: 駐車場
ms: Lot letak kereta
th: ที่จอดรถ
vi: Bãi/Sân Đỗ xe

source: Parks
es: Parques
fr: Parcs
id: Taman
ja: 公園
ms: Taman
th: สวน
vi: Công viên

source: Party Supplies
es: Suministro para fiestas
fr: Matériel de fête
id: Perlengkapan Pesta
ja: パーティー用品
ms: Bekalan Majlis
th: อุปกรณ์จัดงานปาร์ตี้
vi: Đồ dùng Sinh nhật

source: Pastry Shop
es: Confitería
fr: Pâtisserie
id: Toko Pastry
ja: 洋菓子屋
ms: Kedai Pastri
th: ขนมปิ้ง
vi: Cửa hàng Bánh Pastry

source: Pawn Shop
es: Casa de empeños
fr: Prêteur sur gage
id: Pegadaian
ja: 質屋
ms: Kedai Gadai
th: โรงรับจำนำ
vi: Tiệm cầm đồ

source: Peking Duck
es: Pato pekinés
fr: Canard laqué
id: Bebek Peking
ja: 北京ダック
ms: Itik Peking
th: เป็ดปักกิ่ง
vi: Vịt quay Bắc Kinh

source: Performing Arts
es: Artes escénicas
fr: Arts du spectacle
id: Seni Pertunjukan
ja: 舞台芸術
ms: Seni Pentas
th: ศิลปะการแสดง
vi: Nghệ thuật biểu diễn

source: Persian
es: Persa
fr: Persan
id: Restoran Persia
ja: ペルシャ料理
ms: Restoran Parsi
th: เปอร์เซีย
vi: Iran

source: Peruvian
es: Peruano
fr: Péruvien
id: Restoran Peru
ja: ペルー料理
ms: Restoran Peru
th: เปรู
vi: Peru

source: Pest Control
es: Control de plagas
fr: Service anti nuisibles
id: Pengendalian Hama
ja: 害虫駆除
ms: Kawalan Perosak
th: การควบคุมศัตรูพืช
vi: Kiểm soát Côn trùng

source: Pet Services
es: Servicio para mascotas
fr: Services animaliers
id: Layanan Hewan Peliharaan
ja: ペットサービス
ms: Perkhidmatan Haiwan Kesayangan
th: บริการสัตว์เลี้ยง
vi: Dịch vụ Thú cưng

source: Pet Store
es: Tienda de mascotas
fr: Animalerie
id: Toko Hewan Peliharaan
ja: ペットショップ
ms: Kedai Haiwan Kesayangan
th: ร้านอุปกรณ์สัตว์เลี้ยง
vi: Cửa hàng Thú cưng

source: Petting Zoo
es: Zoológico interactivo
fr: Zoo pour enfants
id: Kebun Binatang
ja: ふれあい動物園
ms: Zoo Haiwan Jinak
th: สวนสัตว์เปิด
vi: Vườn thú nuôi

source: Pharmacy
es: Farmacia
fr: Pharmacie
id: Apotek
ja: 薬局
ms: Farmasi
th: ร้านขายยา
vi: Hiệu thuốc

source: Photography Lab
es: Laboratorio de fotografía
fr: Laboratoire photo
id: Lab Fotografi
ja: 写真現像所
ms: Makmal Fotografi
th: ห้องปฏิบัติการถ่ายภาพ
vi: Phòng thí nghiệm Nhiếp ảnh

source: Physical Therapist
es: Terapeuta físico
fr: Physiothérapeute
id: Terapis Fisik
ja: 理学療法士
ms: Ahli terapi fizikal
th: กายภาพบำบัด
vi: Chuyên viên Vật lý trị liệu

source: Piano Bar
es: Bar con piano en directo
id: Bar Piano
ja: ピアノバー
ms: Bar Piano
th: ร้านบาร์เปียโน
vi: Phòng trà nhạc piano

source: Picnic Area
es: Zona de picnic
fr: Aire de pique-nique
id: Area Piknik
ja: ピクニックエリア
ms: Kawasan Berkelah
th: สถานที่ปิกนิก
vi: Khu dã ngoại

source: Pie Shop
es: Tartas
fr: Boutique de tartes
id: Toko Pai
ja: パイ屋
ms: Kedai Pai
th: พาย
vi: Cửa hàng Bánh

source: Pier
es: Muelle
fr: Quai
id: Dermaga
ja: ふ頭
ms: Jeti
th: ท่าเรือ
vi: Bến tàu

source: Piercing Parlor
es: Salón de perforaciones/piercings
fr: Perceur
id: Salon Tindik
ja: ピアス店
ms: Parlur Penindikan
th: ร้านเจาะร่างกาย
vi: Xỏ khuyên

source: Pilates Studio
es: Centro de pilates
fr: Studio de pilates
id: Studio Pilates
ja: ピラティス・スタジオ
ms: Studio Pilates
th: สตูดิโอออกกำลังกายแนวเพลาทิส
vi: Phòng tập Pilates

source: Pizza
es: Pizzas
fr: Pizzeria
ja: ピザ
ms: Piza
th: พิซซ่า

source: Planetarium
es: Planetario
fr: Planétarium
ja: プラネタリウム
th: ท้องฟ้าจำลอง
vi: Cung thiên văn

source: Plant Nursery
es: Vivero de plantas
fr: Pépinière
id: Pembibitan Tanaman
ja: 種苗店
ms: Tapak Semaian Tumbuhan
th: แปลงต้นไม้
vi: Vườn ươm cây

source: Playground
es: Parque infantil
fr: Aire de jeux
id: Taman Bermain
ja: 遊び場
ms: Taman permainan
th: สนามเด็กเล่น
vi: Sân chơi

source: Playing Field
es: Cancha
fr: Terrain de jeux
id: Lapangan Bermain
ja: 運動場
ms: Padang Bermain
th: ที่เล่น
vi: Sân thể thao

source: Plaza
fr: Esplanade
ja: プラザ
th: ลาน
vi: Trung tâm mua bán

source: Plumber
es: Fontanero
fr: Plombier
id: Tukang Pipa
ja: 配管工
ms: Tukang Paip
th: ช่างประปา
vi: Thợ ống nước

source: Podiatrist
es: Podólogo
fr: Podologue
id: Ahli Penyakit Kaki
ja: 足治療医
ms: Doktor kaki
th: หมอโรคเท้า
vi: Bác sĩ chuyên về chân

source: Police Station
es: Comisaría
fr: Commissariat de police
id: Pos Polisi
ja: 警察署
ms: Balai Polis
th: สถานีตำรวจ
vi: Sở Cảnh sát

source: Polish
es: Polaca
fr: Polonais
id: Restoran Polandia
ja: ポーランド料理
ms: Restoran Poland
th: โปแลนด์
vi: Ba Lan

source: Political Office
es: Oficina política
fr: Permanences politiques
id: Kantor Lembaga Politik
ja: 公職
ms: Pejabat Politik
th: สำนักงานการเมือง
vi: Quan chức Chính phủ

source: Political Organization
es: Organización política
fr: Organisation politique
id: Organisasi Politik
ja: 政治組織
ms: Organisasi Politik
th: องค์กรทางการเมือง
vi: Tổ chức Chính trị

source: Pool Hall
es: Sala de billar
fr: Salle de billard
id: Ruang Biliar
ja: ビリヤードホール
ms: Dewan Biliard
th: เล่นพูล
vi: Phòng chơi bi-a

source: Pop-Up Shop
es: Tienda temporal
fr: Boutique éphémère
id: Toko Pop-up
ja: 臨時店舗
ms: Kedai Runcit Sementara
th: ร้านค้าชั่วคราว
vi: Cửa hàng Pop up

source: Pork Store
es: Carnicería
fr: Boucherie de porc
id: Toko Daging Babi
ja: 豚肉販売店
ms: Kedai Daging Babi
th: ร้านขายหมู
vi: Cửa hàng Thịt lợn

source: Portrait Studio
es: Estudio de fotografía
fr: Studio de portrait
id: Studio Potret
ja: 写真館
ms: Studio Potret
th: สตูดิโอถ่ายภาพบุคคล
vi: Studio Chân dung

source: Portuguese
es: Portuguesa
fr: Portugais
id: Restoran Portugis
ja: ポルトガル料理
ms: Restoran Portugis
th: โปรตุเกส
vi: Bồ Đào Nha

source: Post Office
es: Oficina de correos
fr: Poste
id: Kantor Pos
ja: 郵便局
ms: Pejabat Pos
th: ไปรษณีย์
vi: Bưu điện

source: Poultry Farm
es: Granja avícola
fr: Exploitation avicole
id: Peternakan Unggas
ja: 家禽農場
ms: Kebun Ayam Itik
th: ฟาร์มสัตว์ปีก
vi: Trại chăn nuôi Gia cầm

source: Poutine
ja: プーティン
th: ปูติน
vi: Món Poutine

source: Power Plant
es: Planta de energía
fr: Centrale électrique
id: Pembangkit Listrik
ja: 発電所
ms: Loji Kuasa
th: โรงไฟฟ้า
vi: Nhà máy điện

source: Preschool
es: Preescolar
fr: Crèche
id: PAUD
ja: 幼稚園、保育園
ms: Prasekolah
th: โรงเรียนปฐมวัย
vi: Trước tuổi đến trường

source: Printing & Photocopies
es: Impresión y fotocopias
fr: Impression et photocopie
id: Percetakan & Fotokopi
ja: 印刷と写真現像
ms: Pencetakan & Fotokopi
th: ปริ้นท์งาน และ ถ่ายรูปติดบัตร
vi: In ấn & Phô tô

source: Prison
es: Cárcel
id: Penjara
ja: 刑務所
ms: Penjara
th: เรือนจำ
vi: Nhà tù

source: Private School
es: Colegio privado
fr: École privée
id: Sekolah Swasta
ja: 私立学校
ms: Sekolah Swasta
th: โรงเรียนเอกชน
vi: Trường Tư thục

source: Professional Association
es: Asociación profesional
fr: Association professionnelle
id: Asosiasi Profesional
ja: 職能団体
ms: Persatuan Profesional
th: สมาคมวิชาชีพ
vi: Hiệp hội Nghề nghiệp

source: Pub
ja: パブ
th: ผับ
vi: Quán rượu

source: Public Art
es: Arte público
fr: Art public
id: Seni Publik
ja: 公衆芸術
ms: Citra Awam
th: ศิลปะในที่สาธารณะ
vi: Nghệ thuật công cộng

source: Public Building
es: Edificio público
fr: Bâtiment public
id: Bangunan Publik
ja: 公共施設
ms: Bangunan Awam
th: อาคารสาธารณะ
vi: Nhà Công cộng

source: Quarry
es: Cantera
fr: Carrière
id: Tambang
ja: 採石場
ms: Kuari
th: เหมืองหิน
vi: Mỏ đá

source: RV Park
es: Parque de autocaravanas
fr: Caravaning
id: Taman RV
ja: オートキャンプ場
ms: Taman RV
th: สวนรถแคมป์ปิ้ง
vi: Công viên Nhà xe

source: Radio Station
es: Estudio de radio
fr: Station de radio
id: Stasiun Radio
ja: ラジオ局
ms: Stesen Radio
th: สถานีวิทยุ
vi: Trạm phát thanh

source: Rafting
id: Arung Jeram
ja: ラフティング
ms: Merakit
th: ล่องแพ
vi: Chèo xuống vượt thác

source: Ramen
ja: ラーメン
th: ราเม็ง
vi: Món Ramen

source: Ranger Station
es: Oficina de agentes forestales
fr: Garde forestier
id: Pos Penjaga Hutan
ja: レンジャー詰所
ms: Balai Renjer
th: สถานีตำรวจท้องถิ่น
vi: Trạm Kiểm lâm

source: Rapids
es: Aguas rápidas
fr: Rapides
id: Jeram
ja: 急流
ms: Jeram
th: น้ำเชี่ยว
vi: Thác ghềnh

source: Real Estate Agent
es: Agente inmobiliario
fr: Agent immobilier
id: Agen Real Estate
ja: 不動業者
ms: Ejen Harta Tanah
th: ตัวแทนอสังหาริมทรัพย์
vi: Chuyên viên Địa ốc

source: Record Shop
es: Tienda de discos
fr: Disquaire
id: Toko Piringan Hitam
ja: レコード販売店
ms: Kedai Rekod
th: ร้านขายแผ่นเสียง
vi: Cửa hàng Băng đĩa

source: Recording Studio
es: Estudio de grabación
fr: Studio d'enregistrement
id: Studio Rekaman
ja: 録音スタジオ
ms: Studio Rakaman
th: สตูดิโอถ่ายหนัง
vi: Phòng thu âm

source: Recreation
es: Ocio
fr: Loisirs
id: Rekreasi
ja: レクリエーション
ms: Rekreasi
th: กิจกรรมพักผ่อนหย่อนใจ
vi: Giải trí

source: Recreational Facility
es: Centro de ocio
fr: Infrastructure de loisirs
id: Fasilitas Rekreasi
ja: レクリエーション施設
ms: Kemudahan Rekreasi
th: สิ่งอำนวยความสะดวกเพื่อนันทนาการ
vi: Phương tiện vui chơi công cộng

source: Recreational Vehicle Sales
es: Venta de automóviles de ocio
fr: Concessionnaire camping-cars
id: Penjualan kendaraan rekreasi
ja: RV 車販売
ms: Jualan Kenderaan Rekreasi
th: จำหน่ายยานพาหนะเพื่อการพักผ่อนหย่อนใจ
vi: Bán Xe dã ngoại

source: Recruiting Agency
es: Agencia de contratación
fr: Agence de recrutement
id: Agen Perekrutan
ja: 人材あっせん会社
ms: Agensi Pengambilan Kerja
th: บริษัทจัดหางานเอกชน
vi: Đại lý Tuyển dụng

source: Rehab Center
es: Centro de rehabilitación
fr: Centre de désintoxication
id: Pusat Rehabilitasi
ja: リハビリセンター
ms: Pusat Pemulihan
th: ศูนย์บำบัด
vi: Trung tâm Phục hồi chức năng

source: Religious
es: Religioso
fr: Religion
id: Keagamaan
ja: 宗教的
ms: Agama
th: ศาสนา
vi: Tôn giáo

source: Religious Center
es: Centro religioso
fr: Centre religieux
id: Pusat Keagamaan
ja: 宗教センター
ms: Pusat Agama
th: ศูนย์ศาสนา
vi: Trung tâm Tôn giáo

source: Religious Organization
es: Organización religiosa
fr: Organisation religieuse
id: Organisasi Keagamaan
ja: 宗教団体
ms: Organisasi Agama
th: องค์กรทางศาสนา
vi: Tổ chức Tôn giáo

source: Religious School
es: Colegio religioso
fr: École religieuse
id: Sekolah Agama
ja: 宗教系学校
ms: Sekolah Agama
th: โรงเรียนศาสนา
vi: Trường Tôn giáo

source: Repair Shop
es: Tienda de reparaciones
fr: Atelier de réparation
id: Tempat Reparasi
ja: 修理屋
ms: Kedai Membaiki
th: ร้านซ่อมสินค้า
vi: Hiệu sửa chữa

source: Research
es: Investigación
fr: Recherche
id: Penelitian
ja: リサーチ
ms: Penyelidikan
th: การวิจัย
vi: Nghiên cứu

source: Reservoir
es: Embalse
fr: Réservoir
id: Waduk
ja: 貯水池
ms: Takungan
th: อ่างเก็บน้ำ
vi: Hồ chứa

source: Residential
es: Residencial
fr: Résidentiel
id: Tempat Tinggal
ja: 住宅
ms: Kediaman
th: ที่อยู่อาศัย
vi: Nhà ở

source: Residential Development
es: Urbanización
fr: Complexe résidentiel
id: Pengembangan Perumahan
ja: 宅地造成
ms: Pembangunan Kediaman
th: การพัฒนาที่อยู่อาศัย
vi: Phát triển Khu dân cư

source: Resort
es: Complejo turístico
fr: Complexe touristique
id: Resor
ja: リゾート
ms: Tempat peranginan
th: รีสอร์ท
vi: Khu nghỉ dưỡng

source: Rest
es: Descanso
fr: Repos
id: Istirahat
ja: 休息
ms: Rehat
th: พักผ่อน
vi: Nghỉ ngơi

source: Rest Area
es: Área de descanso
fr: Aire de repos
id: Tempat Istirahat
ja: 高速道路サービスエリア
ms: Kawasan Rehat
th: พื้นที่พักผ่อน
vi: Bãi nghỉ

source: Restrooms
es: Baños
fr: Toilettes
id: Toilet
ja: 化粧室
ms: Bilik Air
th: ห้องน้ำ
vi: Phòng vệ sinh

source: Retail
es: Pequeño comercio
fr: Commerce
id: Eceran
ja: 小売店
ms: Runcit
th: ค้าปลีก
vi: Bán lẻ

source: Retirement Home
es: Residencia de ancianos
fr: Maison de retraite
id: Rumah Pensiun
ja: 老人ホーム
ms: Rumah Bersara
th: บ้านพักคนชรา
vi: Nhà dưỡng lão

source: Rock Climbing
es: Escalada
fr: Escalade
id: Panjat Tebing
ja: ロック・クライミング
ms: Panjat Batu
th: ปีนเขา
vi: Leo núi Trong nhà

source: Rock Club
es: Club de rock
fr: Bar rock
id: Klub Rock
ja: ロッククラブ
ms: Kelab Rock
th: ร้านดนตรีร็อค
vi: Câu lạc bộ nhạc Rock

source: Roller Coaster
es: Montaña rusa
fr: Montagnes russes
ja: ジェットコースター
th: รถไฟเหาะ
vi: Tàu lượn siêu tốc

source: Roller Skating Rink
es: Pista de patinaje
fr: Piste de roller
id: Arena Sepatu Roda
ja: ローラースケートリンク
ms: Gelanggang bermain kasut roda
th: สนามโรลเลอร์สเก็ต
vi: Sân trượt patanh

source: Romanian
es: Rumana
fr: Roumain
id: Restoran Rumania
ja: ルーマニア料理
ms: Restoran Romania
th: โรมาเนีย
vi: Romani

source: Rugby League
es: Rugby 13
fr: Club de rugby
id: Liga Rugbi
ja: ラグビーリーグ
ms: Liga Ragbi
th: รักบี้ลีก
vi: Giải Bóng bầu dục

source: Ruins
es: Ruinas
fr: Ruines
id: Sisa Peninggalan
ja: 廃墟
ms: Reruntuhan
th: ซากปรักหักพัง
vi: Tàn tích

source: Russian
es: Rusa
fr: Russe
id: Restoran Rusia
ja: ロシア料理
ms: Restoran Rusia
th: รัสเซีย
vi: Nga

source: Sailing Club
es: Club náutico
fr: Club de voile
id: Klub Berlayar
ja: ヨットクラブ
ms: Kelab Belayar
th: สโมสรเรือใบ
vi: Câu lạc bộ Bơi thuyền

source: Sake Bar
es: Bar de sake
fr: Bar à saké
ja: 酒バー
ms: Bar Sake
th: บาร์เหล้าสาเก
vi: Quán bar Sake

source: Salad Bar
es: Ensaladas
fr: Bar à salade
ja: サラダバー
ms: Bar Salad
th: สลัดบาร์
vi: Quầy Salad

source: Salvadoran
es: Salvadoreña
fr: Salvadorien
id: Restoran Salvador
ja: サルバドール料理
ms: Restoran Salvador
th: เอลซัลวาดอร์
vi: El Salvado

source: Sandwich Shop
es: Bocadillos
fr: Comptoir à sandwichs
id: Toko Sandwich
ja: サンドウィッチ屋
ms: Kedai Sandwic
th: ร้านแซนวิช
vi: Cửa hàng Sandwich

source: Satay
fr: Sate
id: Sate
ja: サテ
ms: Sate
th: สะเต๊ะ
vi: Thịt nướng xâu

source: Sauna / Steam Room
es: Sauna/baño de vapor
fr: Saune/Hammam
id: Ruang Uap / Sauna
ja: サウナ／スチーム室
ms: Sauna / Bilik Wap
th: ซาวน่า / อบไอน้ำ
vi: Phòng tắm hơi

source: Scandinavian
es: Escandinava
fr: Scandinave
id: Restoran Skandinavia
ja: スカンジナビア料理
ms: Restoran Scandinavia
th: สแกนดิเนเวีย
vi: Bán đảo Scandinavia

source: Scenic View
es: Vista escénica
fr: Panorama
id: Pemandangan Indah
ja: 美しい景色
ms: Pemandangan Indah
th: จุดชมวิว
vi: Ngắm cảnh

source: School
es: Colegio
fr: École
id: Sekolah
ja: 学校
ms: Sekolah
th: โรงเรียน
vi: Trường học

source: Science Museum
es: Museo de ciencias
fr: Musée des sciences
id: Museum Sains
ja: 科学博物館
ms: Muzium Sains
th: พิพิธภัณฑ์วิทยาศาสตร์
vi: Bảo tàng Khoa học

source: Scottish
es: Escocesa
fr: Écossais
id: Restoran Skotlandia
ja: スコットランド料理
ms: Restoran Scotland
th: สกอตแลนด์
vi: Scotland

source: Scuba Diving
es: Buceo
fr: Plongée en scaphandre autonome
ja: スキューバダイビング
ms: Penyelaman Skuba
th: อุปกรณ์ดำน้ำ
vi: Lặn có Bình khí

source: Seafood
es: Mariscos
fr: Fruits de mer
id: Hidangan Laut
ja: シーフード
ms: Makanan laut
th: ซีฟู้ด
vi: Hải sản

source: Seaport
es: Puerto marítimo
fr: Port maritime
id: Pelabuhan
ja: 海港
ms: Bandar pelabuhan
th: ท่าเรือเดินทะเล
vi: Hải cảng

source: Secretarial Services
es: Servicios de secretaría
fr: Services de secrétariat
id: Layanan Kesekretariatan
ja: 秘書サービス
ms: Perkhidmatan Kesetiausahaan
th: บริการเลขานุการ
vi: Dịch vụ Thư ký

source: Services
es: Servicios
id: Layanan
ja: サービス
ms: Perkhidmatan
th: บริการ
vi: Dịch vụ

source: Shabu-Shabu
ja: しゃぶしゃぶ
th: ชาบู
vi: Món Shabu-Shabu

source: Shandong
es: Shandongnesa
id: Restoran Shandong
ja: 山東料理
ms: Restoran Shandong
th: ซานดง

source: Shanghai
es: Shanghaiana
id: Restoran Shanghai
ja: 上海料理
ms: Restoran Shanghai
th: เซี่ยงไฮ้

source: Shipping Store
es: Tienda de envíos
fr: Services de livraison
id: Toko Perkapalan
ja: 荷造梱包と発送取扱店
ms: Kedai Pengiriman
th: ร้านส่งของ
vi: Cửa hàng Vận chuyển

source: Shoe Repair & Shine
es: Reparación y pulido de zapatos
fr: Cordonnier
id: Perbaikan & Semir Sepatu
ja: 靴修理と靴磨き
ms: Membaiki & Menggilap Kasut
th: ร้านซ่อมรองเท้า และ ขัดรองเท้า
vi: Sửa & Đánh bóng Giày

source: Shoe Store
es: Zapatería
fr: Magasin de chaussures
id: Toko Sepatu
ja: 靴屋
ms: Kedai Kasut
th: ร้านรองเท้า
vi: Cửa hàng Giày

source: Shopping
es: Compras
fr: Achats
id: Belanja
ja: ショッピング
ms: Membeli-belah
th: ช็อปปิ้ง
vi: Mua sắm

source: Shopping Center
es: Centro comercial
fr: Centre commercial
id: Pusat Perbelanjaan
ja: ショッピングセンター
ms: Pusat Membeli-belah
th: ศูนย์การค้า
vi: Trung tâm Mua sắm

source: Shopping Mall
es: Centro comercial
fr: Galerie marchande
id: Mall
ja: ショッピングモール
ms: Medan Beli-belah
th: ห้างสรรพสินค้า
vi: Trung tâm Thương mại

source: Shower
es: Ducha
fr: Douche
id: Pancuran
ja: シャワー
ms: Pancuran
th: ห้องอาบน้ำ
vi: Vòi hoa sen

source: Shrine
es: Santuario
fr: Sanctuaire
id: Pura
ja: 神社／神殿
ms: Tempat keramat
th: ศาลเจ้า
vi: Miếu thờ

source: Skate Park
es: Parque de skate
id: Taman Skate
ja: スケートパーク
ms: Taman Luncur
th: สนามสเก็ต
vi: Công viên Trượt băng

source: Skateboard Shop
es: Tienda de monopatines
fr: Magasin de skate
id: Toko Skateboard
ja: スケートボード販売店
ms: Kedai Papan Selaju
th: ร้านสเก็ตบอร์ด
vi: Cửa hàng Ván trượt

source: Ski Lift
es: Telesilla
fr: Remontée mécanique
id: Lift Ski
ja: スキーリフト
ms: Lif Ski
th: ลิฟท์สกี
vi: Thang kéo Trượt tuyết

source: Ski Rental
es: Alquiler de esquíes
fr: Location de ski
id: Rental Ski
ja: スキーレンタル
ms: Sewaan Ski
th: เช่าเครื่องเล่นสกี
vi: Cho thuê Đồ trượt tuyết

source: Ski Resort
es: Complejo turístico de esquí
fr: Station de ski
id: Resor Ski
ja: スキーリゾート
ms: Tempat Peranginan Ski
th: รีสอร์ทสกี
vi: Khu trượt tuyết

source: Ski School
es: Escuela de esquí
fr: École de ski
id: Sekolah Ski
ja: スキー学校
ms: Sekolah Ski
th: โรงเรียนสอนเล่นสกี
vi: Trường dạy Trượt tuyết

source: Ski Shop
es: Tienda de esquí
fr: Magasin de ski
id: Toko Ski
ja: スキーショップ
ms: Kedai Ski
th: ร้านสกี
vi: Cửa hàng bán Đồ trượt tuyết

source: Ski Slope
es: Pista de esquí
fr: Piste de ski
id: Lereng Ski
ja: ゲレンデ
ms: Cerun Ski
th: ทางลาดสกี
vi: Khu nghỉ dưỡng Trượt tuyết

source: Skydiving
es: Paracaidismo
fr: Parachutisme
ja: スカイダイビング
ms: Terjun udara
th: กระโดดร่ม
vi: Nhảy dù

source: Slovak
es: Eslovaca
fr: Slovaque
id: Restoran Slowakia
ja: スロバキア料理
ms: Restoran Slovak
th: สโลวาเกีย
vi: Slovakia

source: Smoke / Vape Shop
es: Estanco/tienda de cigarros electrónicos
fr: Cigarettes électroniques
id: Toko Rokok / Vape
ja: タバコと葉巻販売店
ms: Kedai Rokok
th: ร้านขายบุหรี่ / บุหรี่ไฟฟ้า
vi: Cửa hàng bán Dụng cụ hút thuốc / Thuốc lá điện tử

source: Smoothies
es: Batidos
id: Smoothie
ja: スムージー
ms: Minuman smoothie
th: สมูทตี้
vi: Sinh tố

source: Snack
es: Aperitivos
fr: En-cas
id: Camilan
ja: スナック
ms: Snek
th: ของทานเล่น
vi: Đồ ăn vặt

source: Snow
es: Nieve
fr: Neige
id: Salju
ja: 雪
ms: Salji
th: หิมะ
vi: Tuyết

source: Soccer Field
es: Campo de fútbol
fr: Terrain de foot
id: Lapangan Sepak Bola
ja: サッカーフィールド
ms: Padang Bola Sepak
th: สนามฟุตบอล
vi: Sân Bóng đá

source: Soccer Stadium
es: Estadio de fútbol
fr: Stade de foot
id: Stadion Sepak Bola
ja: サッカースタジアム
ms: Stadium Bola Sepak
th: สนามฟุตบอล
vi: Sân vận động Bóng đá

source: Social
id: Sosial
ja: ソーシャル
ms: Sosial
th: เครือข่ายสังคม
vi: Xã hội

source: Social Club
es: Club social
fr: Club social
id: Klub Sosial
ja: 社交クラブ
ms: Kelab Sosial
th: สโมสรสังคม
vi: Câu lạc bộ Thân hữu

source: Som Tum
ja: ソムタム
th: ส้มตำ

source: Sorority House
es: Colegio mayor femenino
fr: Sororité
id: Rumah Mahasiswi
ja: 女子学生社交クラブ会館
ms: Rumah Sororiti
th: บ้านชมรมผู้หญิง
vi: Ký túc xá Nữ

source: Soup
es: Sopas
fr: Soupe
id: Sup
ja: スープ
ms: Sup
th: ซุป
vi: Súp

source: South American
es: Sudamericana
fr: Sud-américain
id: Restoran Amerika Selatan
ja: 南アメリカ料理
ms: Restoran Amerika Selatan
th: อเมริกาใต้
vi: Nam Mỹ

source: Southern / Soul Food
es: Sureña/soul (EE. UU.)
fr: Soul food
id: Makanan Afrika-Amerika/Selatan
ja: 南部／ソールフード
ms: Makanan Selatan / Batin
th: อาหารอเมริกาภาคใต้ / แอฟริกัน-อเมริกัน
vi: Ẩm thực Miền nam / Món ăn truyền thống của người Mỹ da đen

source: Souvenir Store
es: Tienda de recuerdos
fr: Magasin de souvenirs
id: Toko Suvenir
ja: お土産販売店
ms: Kedai Cenderamata
th: ร้านขายของที่ระลึก
vi: Cửa hàng Lưu niệm

source: Spanish
es: Española
fr: Espagnol
id: Restoran Spanyol
ja: スペイン料理
ms: Restoran Sepanyol
th: สเปน
vi: Tây Ban Nha

source: Speakeasy
es: Bar clandestino
ja: 潜り酒場
ms: Tempat menjual minuman arak haram
th: ร้านขายเหล้าแบบผิดกฎหมาย
vi: Quán bar Speakeasy

source: Sporting Goods
es: Productos deportivos
fr: Magasin de sport
id: Peralatan Olahraga
ja: スポーツ用品
ms: Barangan Sukan
th: ร้านขายอุปกรณ์กีฬา
vi: Đồ thể thao

source: Sports
es: Deportes
id: Olahraga
ja: スポーツ
ms: Sukan
th: กีฬา
vi: Thể thao

source: Sports Bar
es: Bar deportivo
fr: Bar sportif
id: Bar Olahraga
ja: スポーツバー
ms: Bar Sukan
th: บาร์กีฬา
vi: Quán Bar Thể thao

source: Sports Center
es: Centro deportivo
fr: Centre sportif
id: Pusat Olahraga
ja: スポーツセンター
ms: Pusat Sukan
th: ศูนย์กีฬา
vi: Trung tâm Thể thao

source: Sports Club
es: Club de deportes
fr: Club de sports
id: Klub Olahraga
ja: スポーツクラブ
ms: Kelab Sukan
th: สโมสรกีฬา
vi: Câu lạc bộ Thể thao

source: Square
es: Plazoleta
fr: Place
id: Alun-alun
ja: スクエア
ms: Segiempat sama
th: จัตุรัส
vi: Quảng trường

source: Squash Court
es: Pista de squash
fr: Courts de squash
id: Lapangan Squash
ja: スカッシュコート
ms: Gelanggang Squasy
th: สนามสควอช
vi: Sân chơi Bóng quần

source: Sri Lankan
es: Esrilanquesa
fr: Sri lankais
id: Restoran Sri Lanka
ja: スリランカ料理
ms: Restoran Sri Lanka
th: ศรีลังกา
vi: Sri Lanka

source: Stables
es: Establos
fr: Écurie
id: Istal
ja: 厩舎
ms: Kandang kuda
th: โรงม้า
vi: Chuồng ngựa

source: State Office Building
es: Edificio del gobierno regional
fr: Bureaux administratifs de l'état
id: Gedung Kantor Negara
ja: 地方行政施設
ms: Bangunan Pejabat Negeri
th: อาคารสำนักงานของรัฐ
vi: Tòa nhà Văn phòng Nhà nước

source: Stationery & Office Supplies
es: Papelería y material de oficina
fr: Papeterie et fournitures
id: Perlengkapan Kantor & Alat Tulis
ja: 文房具と事務用品
ms: Bekalan Alat Tulis & Pejabat
th: ร้านขายอุปกรณ์การเรียนและสำนักงาน
vi: Văn phòng phẩm

source: Steak House
es: Parrilla
fr: Restaurant à viande
id: Rumah Steak
ja: ステーキハウス
ms: Restoran Stik
th: ร้านสเต็ก
vi: Tiệm chuyên phục vụ Thịt nướng

source: Stonemason
es: Mampostero
fr: Maçon
id: Tukang Batu
ja: 石工
ms: Tukang Batu
th: ช่างก่อหิน
vi: Thợ đá

source: Storage
es: Depósito
fr: Stockage
id: Penyimpanan
ja: 収納倉庫
ms: Simpanan
th: คลังจัดเก็บ
vi: Kho

source: Strip Club
es: Club de striptease
fr: Club de striptease
id: Klub Tari Bugil
ja: ストリップクラブ
ms: Kelab tarian bogel
th: สตริปคลับ
vi: Câu lạc bộ Thoát y
