Repository: roiscasherly/categories
Catalog: src/locales/*/messages.po
Languages: es, fr, id, ja, ms, th, vi

source: Student Center
es: Centro de estudiantes
fr: Centre étudiant
id: Pusat Kegiatan Siswa
ja: 学生センター
ms: Pusat Pelajar
th: ศูนย์นักศึกษา
vi: Trung tâm Sinh viên

source: Subway Station
es: Estación de metro
fr: Station de métro
id: Stasiun Kereta Bawah Tanah
ja: 地下鉄駅
ms: Stesen Kereta Api Bawah Tanah
th: สถานีรถไฟใต้ดิน
vi: Ga Tàu điện ngầm

source: Summer Camp
es: Campamento de verano
fr: Centre aéré
id: Perkemahan Musim Panas
ja: サマーキャンプ
ms: Kem Musim Panas
th: ค่ายฤดูร้อน
vi: Trại hè

source: Sundanese
es: Sudanesa
fr: Soudanais
id: Restoran Sunda
ja: スンダ料理
ms: Restoran Sunda
th: ซุนดา

source: Supermarket
es: Supermercado
fr: Supermarché
ja: スーパーマーケット
ms: Pasar raya
th: ซุปเปอร์มาร์เก็ต
vi: Siêu thị

source: Surf Shop
es: Tienda de surf
fr: Magasin de surf
id: Toko Selancar
ja: サーフィン用具店
ms: Kedai Bermain Luncur Air
th: ร้านขายอุปกรณ์โต้คลื่น
vi: Cửa hàng bán Dụng cụ lướt sóng

source: Surfing
es: Surf
fr: Surf
id: Berselancar
ja: サーフィン
ms: Peluncuran
th: โต้คลื่น
vi: Lướt sóng

source: Surveying
es: Inspección
fr: Sondage
id: Survei
ja: 測量
ms: Pensurveian
th: บริการทำเซอร์เวย์
vi: Khảo sát

source: Sushi
ja: 寿司
th: ซูชิ

source: Swim School
es: Escuela de natación
fr: École de natation
id: Sekolah Renang
ja: スイミングスクール
ms: Sekolah Renang
th: โรงเรียนสอนว่ายน้ำ
vi: Trường dạy bơi

source: Swimming Pool
es: Piscina
fr: Piscine
id: Kolam Renang
ja: スイミングプール
ms: Kolam Renang
th: สระว่ายน้ำ
vi: Bể bơi

source: Swiss
es: Suiza
fr: Suisse
id: Restoran Swiss
ja: スイス料理
ms: Restoran Switzerland
th: สวิตเซอร์แลนด์
vi: Thụy Sĩ

source: Symphony
es: Sinfonía
fr: Symphonique
id: Simfoni
ja: 交響楽団
ms: Simfoni
th: ร้านซิมโฟนี
vi: Bản nhạc giao hưởng

source: Synagogue
es: Sinagoga
id: Sinagog
ja: シナゴーグ
ms: Saumaah
th: โบสถ์ชาวยิว
vi: Giáo đường Do Thái

source: Szechuan
fr: Sichuanais
id: Restoran Szechuan
ja: 四川料理
ms: Makanan Szechuan
th: เสฉวน
vi: Tứ Xuyên

source: Tacos
id: Taco
ja: タコス
th: ทาโก้
vi: Bánh Taco

source: Tailor
es: Sastre
fr: Tailleur-couturier
id: Penjahit
ja: 仕立屋
ms: Tukang jahit
th: ตัดสูท
vi: Thợ may

source: Taiwanese
es: Taiwanesa
fr: Taïwanais
id: Restoran Taiwan
ja: 台湾料理
ms: Restoran Taiwan
th: ไต้หวัน
vi: Đài Loan

source: Tanning Salon
es: Salón de bronceado
fr: Salon de bronzage
id: Salon Tanning
ja: 日焼けサロン
ms: Kedai Samak
th: ทำผิวสีแทน
vi: Phòng làm nâu da

source: Tapas
ja: タパス
th: ทาปาส
vi: Món Tapas

source: Tatar
es: Tártara
fr: Cuisine tatare
ja: タタール料理
th: ตาตาร์

source: Tattoo Parlor
es: Salón de tatuajes
fr: Tatoueur
id: Salon Tato
ja: 刺青店
ms: Parlur Tatu
th: ร้านสัก
vi: Tiệm xăm hình

source: Taxi Stand
es: Parada de taxis
fr: Station de taxi
id: Pos Taksi
ja: タクシー乗り場
ms: Perhentian Teksi
th: ป้ายรอแท็กซี่
vi: Bến đỗ xe Taxi

source: Tea House
es: Salón de té
fr: Salon de thé
id: Rumah Teh
ja: ティーハウス
ms: Rumah Minum Teh
th: ร้านน้ำชา
vi: Phòng trà

source: Tech Startup
es: Empresa de tecnología
fr: Startup
id: Startup Teknologi
ja: 技術系新会社
ms: Permulaan Teknikal
th: เทค สตาร์ทอัพ
vi: Khởi nghiệp Công nghệ

source: Telescope
es: Telescopio
fr: Télescope
id: Teleskop
ja: 望遠鏡
ms: Teleskop
th: กล้องโทรทรรศน์
vi: Kính thiên văn

source: Television Station
es: Estudio de televisión
fr: Station de télévision
id: Stasiun Televisi
ja: テレビ局
ms: Stesen Televisyen
th: สถานีโทรทัศน์
vi: Đài truyền hình

source: Temple
es: Templo
id: Kuil
ja: 寺院／神殿
ms: Tokong
th: วัด
vi: Đền

source: Tennis Court
es: Pista de tenis
fr: Court de tennis
id: Lapangan Tenis
ja: テニスコート
ms: Gelanggang Tenis
th: สนามเทนนิส
vi: Sân chơi Quần vợt

source: Tennis Stadium
es: Estadio de tenis
fr: Court de tennis
id: Stadion Tenis
ja: テニス・スタジアム
ms: Stadium Tenis
th: สนามเทนนิส
vi: Sân vận động Quần vợt

source: Testing Lab
es: Laboratorio de análisis
fr: Laboratoire de tests
id: Lab Pengujian
ja: 実験室
ms: Makmal Ujian
th: แล็บทดลอง
vi: Phòng thử nghiệm

source: Tex-Mex
id: Restoran Tex-Mex
ja: テキサス流メキシコ料理
ms: Makanan Tex-Mex
th: เท็กเม็กซิกัน
vi: Ẩm thực Tex-Mex

source: Thai
es: Tailandesa
fr: Thaïlandais
id: Restoran Thailand
ja: タイ料理
ms: Restoran Thai
th: ไทย
vi: Thái Lan

source: Theater
es: Teatro
fr: Théâtre
id: Teater
ja: 劇場
ms: Teater
th: โรงหนัง
vi: Rạp hát

source: Theme
es: Temática
fr: Thème
id: Hiburan
ja: テーマ
ms: Tema
th: ธีม
vi: Chủ đề

source: Theme Park
es: Parque temático
fr: Parc à thème
id: Taman Hiburan Bertema
ja: テーマパーク
ms: Taman Tema
th: สวนสนุก
vi: Công viên giải trí

source: Therapist
es: Terapeuta
fr: Thérapeute
id: Terapis
ja: セラピスト
ms: Ahli terapi
th: นักบำบัดโรค
vi: Chuyên gia trị liệu

source: Thrift Store
es: Tienda de segunda mano
fr: Friperie
id: Toko Barang Bekas
ja: リサイクルショップ
ms: Kedai Jimat
th: ร้านขายเสื้อผ้ามือสอง
vi: Cửa hàng Từ thiện

source: Tibetan
es: Tibetana
fr: Tibétain
id: Restoran Tibet
ja: チベット料理
ms: Restoran Tibet
th: ธิเบต
vi: Tây Tạng

source: Tiki Bar
es: Bar tiki
fr: Bar exotique
id: Bar Tiki
ja: ティキバー
ms: Bar Tiki
th: บาร์สไตล์ทิกิ

source: Toll Booth
es: Área de peaje
fr: Péage
id: Pintu Tol
ja: 料金所
ms: Pondok Tol
th: จุดเก็บค่าทางด่วน
vi: Trạm thu phí

source: Tour Provider
es: Operador turístico
fr: Guide touristique
id: Penyedia Tur
ja: ツアー手配者
ms: Pembekal Lawatan
th: ทัวร์ไกด์
vi: Nhà cung cấp Tour

source: Tourist Attraction
es: Atracción turística
fr: Attraction touristique
id: Objek Wisata
ja: 観光名所
ms: Tarikan Pelancong
th: สถานที่ท่องเที่ยว
vi: Điểm du lịch hấp dẫn

source: Tourist Information
es: Información turística
fr: Office de tourisme
id: Informasi Wisata
ja: 観光案内
ms: Maklumat Pelancong
th: ศูนย์ให้ข้อมูลนักท่องเที่ยว
vi: Thông tin Du lịch

source: Tower
es: Torre
fr: Tour
id: Menara
ja: タワー
ms: Menara
th: หอคอย
vi: Tháp

source: Town Common
es: Plaza del pueblo
fr: Terrain communal
id: Tanah Kota
ja: 街の広場
ms: Bandar Am
th: ที่รวมตัวของพลเมือง
vi: Đất công của Thị trấn

source: Town Hall
es: Ayuntamiento
fr: Mairie
id: Balai Kota
ja: 市役所／町役場
ms: Dewan Perbandaran
th: ศาลากลางจังหวัด
vi: Tòa Thị chính

source: Toy and Game Store
es: Juguetería
fr: Magasin de jouets et de jeux
id: Toko Mainan dan Game
ja: おもちゃとゲーム販売店
ms: Kedai Mainan dan Permainan
th: ร้านขายของเล่นและเกมส์
vi: Cửa hàng Đồ chơi và Trò chơi

source: Track
es: Pista de atletismo
fr: Piste d'athlétisme
id: Trek Lari
ja: 陸上競技場
ms: Balapan
th: สนามลู่วิ่ง
vi: Đường chạy điền kinh

source: Trail Station
es: Estación de senderismo
fr: Station de trail
id: Pos Pendakian
ja: トレイルステーション
ms: Stesen Rintis
th: เส้นทางเดินป่า
vi: Trạm dừng chân đường mòn

source: Trailer Park
es: Aparcamiento de casas móviles
fr: Parc de maisons mobiles
id: Taman Trailer
ja: トレーラーパーク
ms: Taman Treler
th: ที่จอดรถพ่วง
vi: Bãi đỗ cho Nhà ở di động

source: Train Station
es: Estación de tren
fr: Gare ferroviaire
id: Stasiun Kereta
ja: 鉄道駅
ms: Stesen Kereta Api
th: สถานีรถไฟ
vi: Nhà ga

source: Tram Stop
es: Parada de tranvía
fr: Arrêt de tram
id: Halte Trem
ja: トラム駅
ms: Perhentian Trem
th: ป้ายรถราง
vi: Bến dừng Xe điện

source: Transit
es: Transporte público
ja: 乗り換え
ms: Singgah
th: ต่อเครื่อง
vi: Quá cảnh

source: Travel
es: Viajes
fr: Voyage
id: Perjalanan
ja: 旅行
ms: Melancong
th: อุปกรณ์การเดินทาง
vi: Du lịch

source: Travel Agent
es: Agente de viajes
fr: Agent de voyage
id: Agen Travel
ja: 旅行会社
ms: Ejen Pelancongan
th: ทัวร์ท่องเที่ยว
vi: Đại lý Du lịch

source: Truck Stop
es: Restaurante de venta
fr: Relais routier
id: Pemberhentian Truk
ja: トラックストップ
ms: Perhentian Trak
th: จุดพักรถบรรทุก
vi: Trạm nghỉ cho Xe tải

source: Tunnel
es: Túnel
id: Terowongan
ja: トンネル
ms: Terowong
th: อุโมงค์
vi: Đường hầm

source: Turkish
es: Turca
fr: Turc
id: Restoran Turki
ja: トルコ料理
ms: Restoran Turki
th: ตุรกี
vi: Thổ Nhĩ Kỳ

source: UNESCO World Heritage Site
es: Patrimonio de la Humanidad de la UNESCO
fr: Site inscrit au Patrimoine mondiale de l'UNESCO
id: Situs Warisan Dunia UNESCO
ja: ユネスコ世界遺産
ms: Tapak Warisan Dunia UNESCO
th: สถานที่มรดกโลกที่ได้รับการคุ้มครองจากยูเนสโก
vi: Di sản Thế giới được UNESCO Công nhận

source: Ukrainian
es: Ucraniana
fr: Ukrainien
id: Restoran Ukraina
ja: ウクライナ料理
ms: Restoran Ukraine
th: ยูเครน
vi: Ucraina

source: University
es: Universidad
fr: Université
id: Universitas
ja: 総合大学
ms: Universiti
th: มหาวิทยาลัย
vi: Đại học

source: Urgent Care Center
es: Centro de urgencias
fr: Centre médical d'urgences
id: Pusat Perawatan Darurat
ja: 救命救急センター
ms: Pusat Rawatan Kecemasan
th: ศูนย์ดูแลเร่งด่วน
vi: Trung tâm Chăm sóc Khẩn cấp

source: Used Merchandise
es: Mercancía usada
fr: Marchandise d'occasion
id: Barang Bekas
ja: 中古品
ms: Barangan Terpakai
th: ร้านขายสินค้ามือสอง
vi: Hàng hóa Đã qua sử dụng

source: Vacant Storefront
es: Escaparate vacante
fr: Devanture vide
id: Etalase Kosong
ja: 空き店舗
ms: Kedai kosong
th: ร้านขายของปิดกิจการ
vi: Mặt trước Cửa hàng trống

source: Vegan
es: Vegana
fr: Végétalien
id: Restoran Vegan
ja: ビーガン
th: มังสวิรัติ
vi: Người ăn chay trường

source: Vegetarian
es: Vegetariana
fr: Végétarien
ja: ベジタリアン
th: เจ
vi: Người ăn chay

source: Venezuelan
es: Venezolana
fr: Vénézuélien
id: Restoran Venezuela
ja: ベネズエラ料理
ms: Restoran Venezuela
th: เวเนซูเอล่า
vi: Venezuela

source: Veterinarian
es: Veterinario
fr: Vétérinaire
id: Dokter Hewan
ja: 獣医
ms: Doktor haiwan
th: สัตวแพทย์
vi: Bác sĩ thú y

source: Video Game Store
es: Tienda de videojuegos
fr: Magasin de jeux-vidéo
id: Toko Game Video
ja: ビデオゲーム販売店
ms: Kedai Permainan Video
th: ร้านวีดีโอเกมส์
vi: Cửa hàng Trò chơi Điện tử

source: Video Store
es: Tienda de vídeos
fr: Vidéo-club
id: Toko Video
ja: ビデオ販売店
ms: Kedai Video
th: ร้านวีดีโอ
vi: Cửa hàng Video

source: Vietnamese
es: Vietnamita
fr: Vietnamien
id: Restoran Vietnam
ja: ベトナム料理
ms: Restoran Vietnam
th: เวียดนาม
vi: Việt Nam

source: Vineyard
es: Viñedo
fr: Vignoble
id: Kebun Anggur
ja: ブドウ園
ms: Ladang anggur
th: ไร่องุ่น
vi: Vườn nho

source: Vocational School
es: Instituto de formación profesional
fr: Lycée professionnel
id: Sekolah Vokasi
ja: 専門学校
ms: Sekolah Vokasional
th: วิทยาลัยอาชีวศึกษา
vi: Trường dạy nghề

source: Volcano
es: Volcán
fr: Volcan
id: Gunung Berapi
ja: 火山
ms: Gunung berapi
th: ภูเขาไฟ
vi: Núi lửa

source: Volleyball Court
es: Pista de vóleibol
fr: Terrain de volley
id: Lapangan Voli
ja: バレーボールコート
ms: Gelanggang Bola Tampar
th: สนามวอลเลย์บอล
vi: Sân Bóng chuyền

source: Warehouse
es: Almacén
fr: Entrepôt
id: Gudang
ja: 倉庫
ms: Gudang
th: คลังสินค้า
vi: Nhà kho

source: Warehouse Store
es: Almacén
fr: Magasin entrepôt
id: Toko Gudang
ja: 倉庫型安売り店舗
ms: Kedai Gudang
th: ร้านให้เช่าคลังสินค้า
vi: Cửa hàng Kho

source: Waste / Recycling Facility
es: Instalación de residuos/reciclaje
fr: Déchetterie et centre de recyclage
id: Fasilitas Limbah / Daur Ulang
ja: ゴミ／リサイクル施設
ms: Kemudahan Sisa / Kitar Semula
th: ศูนย์กำจัดขยะ / รีไซเคิล
vi: Cơ sở xử lý Chất thải / Tái chế

source: Watch Shop
es: Relojería
fr: Magasin de montres
id: Toko Jam Tangan
ja: 時計屋
ms: Kedai Jam
th: ร้านนาฬิกา
vi: Cửa hàng Đồng hồ

source: Water Park
es: Parque acuático
fr: Parc aquatique
id: Taman Bermain Air
ja: ウォーターパーク
ms: Taman Air
th: สวนน้ำ
vi: Công viên nước

source: Water Tower
es: Torre de agua
fr: Château d'eau
id: Menara Air
ja: 給水塔
ms: Menara Air
th: อ่างเก็บน้ำ
vi: Tháp nước

source: Waterfall
es: Cascada
fr: Cascade
id: Air Terjun
ja: 滝
ms: Air terjun
th: น้ำตก
vi: Thác nước

source: Wedding Hall
es: Salón de bodas
fr: Salle de mariage
id: Ruang Pernikahan
ja: 結婚式会場
ms: Dewan Perkahwinan
th: สถานที่จัดงานแต่งงาน
vi: Hội trường Cưới

source: Well
es: Pozo
fr: Puits
id: Sumur
ja: 井戸
ms: Perigi
th: บ่อน้ำ
vi: Giếng

source: Wharf
es: Embarcadero
fr: Quai
id: Dermaga
ja: 波止場
ms: Dermaga
th: ท่าเรือ
vi: Cầu tàu

source: Whisky Bar
es: Bar de whisky
fr: Bar à whisky
id: Bar Whisky
ja: ウイスキーバー
ms: Bar Wiski
th: บาร์เหล้าวิสกี้
vi: Quán bar phục vụ Rượu Whisky

source: Wholesale Store
es: Almacén mayorista
fr: Grossiste
id: Toko Grosir
ja: 卸問屋
ms: Kedai Borong
th: ร้านขายส่ง
vi: Cửa hàng Bán buôn

source: Windmill
es: Molino de viento
fr: Éolienne
id: Kincir Angin
ja: 風車
ms: Kincir angin
th: กังหันผลิตไฟฟ้า
vi: Cối xay gió

source: Wine Bar
es: Bar de vinos
fr: Bar à vin
id: Bar Anggur
ja: ワインバー
ms: Bar Wain
th: บาร์ไวน์
vi: Quán rượu

source: Wine Shop
es: Enoteca
fr: Caviste
id: Toko Minuman Anggur
ja: ワイン販売店
ms: Kedai Wain
th: ร้านไวน์
vi: Cửa hàng Rượu

source: Winery
es: Bodega
fr: Cave à vin
id: Kilang Anggur
ja: ワイナリー
ms: Kilang Wain
th: ร้านขายไวน์
vi: Nhà máy rượu vang

source: Wings
es: Alitas de pollo
fr: Chicken wings
id: Sayap ayam
ja: チキンウイング
ms: Kepak Ayam
th: ปีกไก่
vi: Cánh gà

source: Women's Clothing Store
es: Tienda de ropa femenina
fr: Vêtements pour femme
id: Toko Pakaian Wanita
ja: 女性服販売店
ms: Kedai Pakaian Wanita
th: ร้านเครื่องแต่งกายหญิง
vi: Cửa hàng Quần áo Nữ

source: Yakitori
ja: 焼き鳥
th: ยากิโทริ
vi: Thịt gà xiên nướng

source: Yoga Studio
es: Centro de yoga
fr: Studio de yoga
id: Studio Yoga
ja: ヨガスタジオ
ms: Studio Yoga
th: สตูดิโอโยคะ
vi: Phòng tập Yoga

source: Yunnan
es: Yunnanesa
id: Restoran Yunnan
ja: 雲南料理
ms: Restoran Yunan
th: ยูนนาน

source: Zhejiang
es: Chekianesa
id: Restoran Zhejiang
ja: せっ江料理
th: เจ้อเจียง

source: Zoo
id: Kebun Binatang
ja: 動物園
th: สวนสัตว์
vi: Vườn thú
